[
  {
    "chunkId": "chunk_1",
    "topic": "VAASTU- A WAY OF LIFE",
    "text": "Preface\r\nMankind is considered to be the highest and most advanced form of creation of God, Almighty, over and above all creations of the Universe. The reason behind this is the fact that human beings, unlike any other form of life on earth, have been gifted with a unique quality of comprehension and thinking, thereby making them superior to all other living creatures. We all know that life goes around in a cycle of birth and death, one day the body has to demolish so as to allow the soul (Atma) to unite with God, the (Parmatma) According to age old beliefs, life as a human being is sacred and is attained only by a handful. Our good deeds and actions, called karmas, determine our form of birth but the quality of life that we lead on earth is determined and chosen by us through our inclination towards it. Everyone wants to live in peace and tranquility, earn in bountiful and lead a lavish life but how many of us are able to fulfill our so called dreams? Dr. Puneet Chawla, in this book, throws light on how, by synchronizing the essential elements of Vaastu in correlation with nature, can make life worth living for an individual. Vaastu Shastra is an age-old doctrine which enables us to improvise our quality and standard of living through synchronization of positive energies and vibrations present in the universe, in and around us. According to him, a well-formulated and balanced ",
    "length": 1400
  },
  {
    "chunkId": "chunk_2",
    "topic": "VAASTU- A WAY OF LIFE",
    "text": "equity with the five elements of nature viz water, air, earth, space and fire, can bring about a drastic change in harmonizing and creating a stress-free, comfortable and peaceful environment for us to live in.\r\nThis book is a handy and quick guide which educates the readers as to how, by following simple steps in their day-to-day living, they can transform their unsuccessful and troublesome lives into a happy and prosperous one.",
    "length": 433
  },
  {
    "chunkId": "chunk_3",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "What is Vaastu?\r\nThe desires and needs of man are increasing in multifold. With the advent of every new generation, newer set of aspirations and a zeal for a higher and more qualitative livelihood is ever increasing, making survival difficult for people from all walks of life. What we sow, so we reap, and hence if we want a flourishing and flowering garden of success around us, we need to inculcate and adhere to the principles of Vaastu righteously. For this we need to know what exactly we mean by Vaastu.\r\nVaastu Shastra, as the name implies, is an age-old, ancient science based on Hindu Puranas and Upanishads which determine the architecture and designing of a structure, commercial or residential, well synchronized and balanced with the five elements of nature in alignment with the ten major directions, as demonstrated by the earth’s axis. It is believed that Lord Rama, while living in the forest when he was in exile, built a cottage in Panchawati following all the norms of Vaastu and after conducting a ‘Vaastu Shanti Sanskar’ or puja for the same. Hence, he was able to win over all his enemies, thereby freeing mankind from the evil clutches of Ravana, the Lord of demons.  This automatically proves how old this doctrine of Vaastu dates back to and how it leads to good and bad destiny that follows for an individual. We all know that Earth is round and whatever is released into ",
    "length": 1400
  },
  {
    "chunkId": "chunk_4",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "the universal space goes in a round circle and comes back to us. Hence, it is highly essential that the environment around us creates positive vibrations for us, which, when comes back in rotation, brings in happiness, prosperity and success. If our surround\r\n\r\n\r\ndings generate negative energies, what we get in return is also negative and unfavorable both for our health as well as wealth conditions. It is here that Vaastu plays a pivotal role in creating and reflecting positive energies in and around our surroundings so that we get back only positive results in life. Man can never win over nature; hence it is best to create a friendly relationship between the two to ensure harmonious living. \r\nDIAGRAM  Pg 10\r\nVAASTU PURUSH\r\n\r\n\r\nThe Origin of Vaastu Purush\r\nAs per Hindu scriptures, in a close encounter with the demon Andhakasur, Lord Shiva perspired profusely and out of the droplets of his sweat, the Vaastu Purush came into being. He pleased Lord Shiva and got himself his blessings to defeat and rule over the three worlds, viz the terrestrial, celestial and the demon world. Pride overpowered him and he started to devour everything that came in his way. All the deities, headed by Lord Indra, arrested the Vaastu Purush and threw him into a square pit dug on the earth’s surface with his face down, head in northeast and feet in southwest direction respectively. This marked the origi",
    "length": 1400
  },
  {
    "chunkId": "chunk_5",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "n of the Vaastu Purush who was christened the “spirit of the Building” since then. By nature, it is believed that if the Vaastu Purush of a given plot is left hungry and unattended, he would go to the extent to ruin its owners. So, in order to appease him, plot owners should perform special ceremonies and rituals right from the time of acquiring a piece of land or plot. Also, while getting construction done on the plot, it should be deeply noted not to hurt or twist the delicate parts of the Vaastu Purush’s body or else it would bring about devastation for its possessor.\r\n\r\n\r\nThe different body parts of the Vaastu Purush\r\nAs quoted in the Maya Mattam, the Vaastu Purush has six bones, four vessels, four vulnerable points and a single ruling heart. Special care should be taken to keep these key portions of his body free from any kind of defect by the architect while undergoing construction or else the Vaastu Purush would ruin its proprietor.\r\n\r\n\r\nMeasurement of the body parts of the Vaastu Purush\r\nWhen laid on the ground, the Vaastu Purush is measured in the form of squares. These measurements begin from the cardinal directions, i.e. from East to West and from North to South. As mentioned in the Britha Samhita, 45 deities occupy his body. The square map of his body is made in two forms consisting of 64 and 81 squares respectively. However, the names of these 45 deities are as fol",
    "length": 1400
  },
  {
    "chunkId": "chunk_6",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "lows:\r\n1. Shikhi \r\n2. Parjanya\r\n3. Jayant\r\n4. Dra\r\n5. Surya\r\n6. Satya\r\n7. Brish\r\n8. Antariksha\r\n9. Anil\r\n10. Pusha\r\n11. Vitahth\r\n12. Brithttakst\r\n13. Yama\r\n14. Gandharv\r\n15. Bringraj\r\n16. Mrig\r\n17. Pita\r\n18. Dowairk\r\n19. Sugriva\r\n20. Pushpadant\r\n21. Varun\r\n22. Asur\r\n23. Shos\r\n24. Papyashama\r\n25. Rog\r\n26. Nag\r\n27. Mukhya\r\n28. Bhallat\r\n29. Som\r\n30. Bujang\r\n31. Aditi\r\n32. Diti\r\n33. Aap\r\n34. Savitra\r\n35. Aapvatsa\r\n36. Aryma\r\n37. Savita\r\n38. Prithvidhar\r\n39. Bhrama\r\n40. Vivasvan\r\n41. Rajyashama\r\n42. Mitra\r\n43. Indra\r\n44. Rudra\r\n45. jaya\r\n\r\n\r\n\r\nVAASTU MANDALA\r\nThe configuration of the Vaastu Purush, in its fundamental form, which enables the creation of architectural as well as other shapes and sizes, is what have been termed as the Vaastu Purush Mandala. The Mandala is denoted in a square grid form which in turn has been oriented to the four cardinal directions. Through these square grids, energy networks are expressed graphically where 32 dieties are believed to reside mainly in the four corners or directions viz; north, east, south and west. Each of these four directions has been further divided into nine parts respectively which in turn is ruled by its presiding deity.\r\nAccording to the Matsya Purana, these square forms should sum up to a total of 81 parts which should be exactly equal in size to one another. All the 45 deities, mentioned above, reside in these 81 square grids ou",
    "length": 1400
  },
  {
    "chunkId": "chunk_7",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "t of which 32 hold positions in the outer square boundaries while the remaining 13 constitute the inner squares of the grid. Each of these deities has their respective positive and negative attributes which have to be carefully and closely synchronized and balanced with the building plan layout, the entrance doors and so on. Let us see how the positions of these deities should be distributed over any given structure in accordance with the four main directions.\r\nEAST\r\n* Lord Shikhi holds the first place and hence it is not advisable to make the main entrance here as it would bring about sorrow, loss and fear from fire. \r\n* Lord Parjanya occupies the second place and there should never be a door here as it would bring about grief and poverty for its occupants.\r\n* Lord Jayant masters the third place which should be done with doors as this would bring loads of money.\r\n* Lord Indra commands the fourth place and hence the main entrance should be made here which would ensure both respect and fame.\r\n* Lord Surya rules the fifth place which should be adorned with a door as it would entitle the owner with power and money.\r\n* Lord Satya is the holder of the sixth place and a door in this position would mean loss and theft of valuables.\r\n* Lord Brish holds the seventh place and a door here would lead to creation of anger and cruelty.\r\n* Lord Antariksha occupies the eighth place and a door ",
    "length": 1400
  },
  {
    "chunkId": "chunk_8",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "over here would welcome theft and loss from fire.\r\nSOUTH\r\n* Lord Anil occupies the ninth place and a door in this place would mean generation of health issues for the residents.\r\n* Lord Pusha holds the tenth place and a door in this position would bring about bad reputation for the occupant.\r\n* Lord Vitahth rules the eleventh place and a door here indicates fear and depression.\r\n* Lord Brithttakst dominates the twelfth place ensures blessing the occupants with children and prosperity.\r\n* Lord Yama empowers the thirteenth place and a door in this position provides monetary benefits.\r\n* Lord Gandharva occupies the fourteenth place and a door here makes the residents free from all kinds of fears and inhibitions. \r\n* Lord Bringraj masters the fifteenth place and a door in this lace causes poverty and diseases.\r\n* Lord Mrig is the holder of the sixteenth place and a door here is a symbol of poverty and ill health.\r\nWEST\r\n* Lord Pita controls the seventeenth place and a placing a door in this position invites poverty and enemies.\r\n* Lord Dowairk holds the eighteenth place and a door here would bring umpteen problems, both mental and physical, for the women folk of the family.\r\n* Lord Sugriva caters to the nineteenth position and a door here would ensure wealth and prosperity for the owner.\r\n* Lord Pushpadant occupies the twentieth place and a door here entitles the occupants overall ",
    "length": 1400
  },
  {
    "chunkId": "chunk_9",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "success including name, fame and good health.\r\n* Lord Varundev controls the twenty-first place and a door here brings about money as well as good luck.\r\n* Lord Asur is the holder of the twenty-second place and a door in this place brings in ill luck.\r\n* Lord Shosh occupies the twenty-third place and huge losses would be incurred if a door is placed in this position.\r\n* Lord Papyashama is the owner of the twenty-fourth place and a door in this place would bring along grief and diseases for the occupants.\r\nNORTH\r\n* Lord Rog occupies the twenty-fifth place and a door here would only bring about misfortunes, poverty and death sentences for its soul-mates.\r\n* Lord Nag owns the twenty-sixth place and a door here would indicate creation of many enemies, disrespect and bad luck.\r\n* Lord Mukhya holds the twenty-seventh place and heavy losses would be incurred if a door happens to be here.\r\n* Lord Bhallat rules the twenty-eighth position and a door at this point would shower the owner with money and abundance, bringing about overall prosperity.\r\n* Lord Som is the controller of the twenty-ninth place and a door in this place bestows the owner with obedient children, money in abundance and unmatched prosperity. \r\n* Lord Bhujang occupies the thirtieth place and a door in this region would establish disharmony and quarrels among the inmates of the structure.\r\n*  Lord Aditi holds the thirty-f",
    "length": 1400
  },
  {
    "chunkId": "chunk_10",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "irst place and a door here would bring about lots of obstructions in the path of success for its owners.\r\n* Lord Diti is the bearer of the thirty-second place and a door here would bring about diseases and obstacles both from physical as well as materialistic point of view.\r\nIMPORTANCE OF DIRECTIONS IN VAASTU\r\nDirections play a pivotal role in determining the Vaastu of a place. Just as a car has to synchronize and balance completely with its four wheels in order to have a smooth ride so does the science of Vaastu need to strike the correct cord with the four major directions viz; north, south, east and west. While constructing a house, it should be strictly kept in mind to study the directions properly in accordance with the Vaastu of that place.\r\nThere are ten directions in total. Apart from the four major directions, there are six more directions which affect and influence the Vaastu of a property or place. They are as follows:\r\n* North-east (Ishan) Between the North and the East\r\n* South-east (Agneya) Between the South and the East\r\n* South-west (Nirutya) Between the South and West\r\n* North-west (Vayaya) Between the North and the west\r\n* Space (Udharva)\r\n* Centre\r\nThe present era has made it convenient to measure and determine the directions quite conveniently by inventing the magnetic compass, unlike olden days when people used to observe the shadow of the sun to check the ",
    "length": 1400
  },
  {
    "chunkId": "chunk_11",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "directions of a place. However, a compass can verify only eight directions out of ten. It covers a total of 360 degrees with its radius out of which 45 degrees have been allotted to each of the directions. It is highly essential to check the level of degree within each direction while ascertaining the Vaastu of a structure or property. \r\nLet us now consider the different directions minutely, along with their attributes:\r\nNORTH\r\nThe North direction is considered as one of the most auspicious directions in Vaastu, the reason being that it is owned by Lord Kuber, the giver of Wealth and Prospertiy. Hence, this direction is also referred to as the wealth and career direction. It is ruled by the planet Budh (Mercury)\r\n1. The north direction occupies the chest of the Vaastu Purush and therefore this portion of the house or structure should be kept free from any kind of clutters. There should be lots of light and open space around this area. \r\n2. Being near to the North Pole, the north direction is believed to receive a lot of positive energy from there which in turn is considered quite beneficial for its residents. Hence, there should be large openings in the Northern portion of a property so as to allow easy inflow of positive vibrations directly from the North Pole.\r\n3. The North direction, being a highly positive side of any given structure, should be used very carefully. It shoul",
    "length": 1400
  },
  {
    "chunkId": "chunk_12",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "d be ensured that there are no bathrooms in this portion of the house as it would lead to incurring heavy looses. Also, a storeroom in this direction can account to stagnation of income flow and a block in finances. More so, a master bedroom in this area can aggravate restlessness and a kitchen here would burn up all the positive energies entitled to this direction, leading the family to heavy losses and debt. \r\n4. If an underground water tank or presence of slopes happens to be in the north direction, it would result in boosting the family income and hence improvising their financial status.\r\n5. A mirror is believed to reflect whatever comes its way and hence mirrors on the northern wall can double the positive energies of this direction.\r\n6. One should avoid building closets on the northern wall as it blocks the energy from flowing inside the premises freely.\r\n7. The number of openings, doors and windows, in the North should always be more in quantity and size in order to avoid generation of expenditure-related issues.\r\n8. North facing buildings or properties should have a lower elevation in the front space as compared to the rest of the sides in order to avoid Vaastu defects.\r\nSOUTH\r\nThere are great misconceptions in the minds of people regarding this direction. The South has always been considered as a problematic direction in terms of Vaastu but actually it is not true. Ru",
    "length": 1400
  },
  {
    "chunkId": "chunk_13",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "led by the planet Mangal (Mars), the south is, truly speaking, the storehouse for the energies that emanate from the north and hence there should be no openings in this area. Owned by Lord Yama, the God of death, this direction determines legal affairs, financial prospects and even health factors for the occupants of the related structure.\r\n1. The south portion of a house should mostly be covered and devoid of any large openings so as to ensure no leakage of the positive energies coming from the North direction. \r\n2. A store in the south is considered a good idea as this direction needs to be blocked, especially for people living in a joint family. Placing lots of furniture and closets can also prove beneficial in stabilizing the energies in this area.\r\n3.   Builders should make thick walls in the south direction in order to nullify the evil effects of Yama.\r\n4. Mirrors or clocks should not be hung on the south walls as this may prove unfavorable for its inmates. Instead, pictures of sky-rocketing buildings and mountains should be pasted in this section of the house to make it more supportive and fruitful.\r\n5. Red color hues are highly recommended on the south walls. Painting the walls red or decorating the region with red flowers and curtains can be very useful.\r\n6. The younger members of the family or the children folk should occupy the southern bedrooms of the house.\r\n7. The",
    "length": 1400
  },
  {
    "chunkId": "chunk_14",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "re should not be any bore wells in the south as this may lead to heavy financial losses and even death of near and dear ones.\r\nEAST\r\nAgain a very powerful direction, the East is owned by Lord Indra, the bestower of happiness, prosperity, Power and prestige. The planet Surya (Sun) rules this direction that alone is responsible for supporting life and vegetation on Earth. Hence, the East direction is also referred to as the Direction of Growth. Sun has always been regarded as the purifier, cleanser and energizer of the entire universe and therefore the East symbolizes prosperity and fulfillment in one’s life.\r\n1. The Eastern side, just like the Northern side, should be well-ventilated, open and absolutely clean. There should not be obstacles and blockages in this direction as it brings in lots of solar energy that contain therapeutic properties, capable of healing up various negativities and ailments. Even the upholstery used for this direction should be light in shade as well as in terms of fabric used.\r\n2. The East direction should never have a staircase, bathroom or store room. Where a staircase can lead to heart-related problems, a bathroom or store here can block the flow of positive energies to the western side of the house. This may lead to restriction of growth and success of the residents.\r\n3. The front courtyard of an East-facing plot should always be kept open and with",
    "length": 1400
  },
  {
    "chunkId": "chunk_15",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " lots of open space. Also, the back of such a plot should always be made of concrete flooring so that there is no scope for restriction of financial growth.\r\n4. The East is should always be attributed to the deities and hence a puja room in this direction is highly advisable. Even a study room or a conference room is considered good. \r\n5. It is recommended to face the eastern direction while working or watching television.\r\n6. Eastern rooms can have a lower level of flooring as it is a sign of happiness and prosperity for the family.\r\n\r\n\r\n\r\n\r\nWEST\r\nThe genitals, lower abdomen and the reproductive organs of the Vaastu Purush are believed to be located in the west direction. Lord Varun, the God of water, rain and fame is its occupant and the ruling planet is Shani (Saturn) This direction brings stability in life. The unique quality of the west is that it comes in form at night, after sunset.\r\n1. We are all aware of the fact that the sun rises in the East and sets in the West. The energy that is generated on sunrise travels through the day and gets settled in the west direction at night, post sunset. Hence, there should not be large openings in the west portion of a house so as to avoid the subtle energies from flowing out of the premises. If this happens, the prospect of income to the residents is lost. It should therefore be kept in mind to make stronger and mightier walls in th",
    "length": 1400
  },
  {
    "chunkId": "chunk_16",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "e west.\r\n2.  The western portion of the house can be occupied by children or guests or it may also be used as restrooms or family sit-out areas. But, it should in no circumstances be made a couple’s bedroom as it would lead to transfer of one of the spouses, making it difficult for them to live together.\r\n3. Kitchen in the west should be avoided too as it would lead to excessive expenditures and creation of instability in income sources.\r\n4. A Puja room in the West is also a blunder to make as it would ignite selfishness and rude behavior among the family members.\r\n5.  To avoid health problems from encircling around the men folk of the family, the west should never be used for rain-water harvesting, underground water tanks, swimming pools and borings or for making water slopes.\r\n6. The west is best suited for placing overhead water tanks as the owner of this direction is Lord Varun, the God of water.\r\n7. The western side of a plot should always be heavier from the eastern side and to do this, one can plant lot of trees on the exterior. To occupy the vacant space within the house, one can place lots of heavy furniture in this portion.\r\n8. Plots with gardens or open spaces facing the West side should not be opted for.\r\n9. The main entrance for the house should never be in the West as this would bring in misfortune for its occupants.\r\n10. The western walls should be adorned with f",
    "length": 1400
  },
  {
    "chunkId": "chunk_17",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "amily pictures and photographs. Mirrors should be avoided.\r\n11. The western portion of the house should not have extensions as this would create delays in life.\r\n12. The west, as mentioned above, is a night-friendly direction and hence dark shades like violet and grey should be used to adorn this area.\r\nNORTH-EAST\r\nAs per Hindu mythology and Vaastu doctrines, the North-east is occupied by the supreme deity, Lord Shiva and the ruling planet is Brihaspati (Jupiter) who bestows knowledge and spiritual growth to its worshippers. This direction produces a very strong and influential axis of magnetic energy which traverses through to the south-west.  The implication is, if this direction is used properly, one can enjoy its benefits in multifold over a large span of time. This direction is therefore considered to be highly sensitive as well as pious which is capable of providing extreme benefits to an individual in all spheres of life, including health, wealth and overall prosperity. \r\n1. The North-east of the house should be kept open and vacant as far as possible so as to allow free flow of the energy that gets originated here. There should not be a bedroom, store or washroom which would hold heavy furniture in this area.\r\n2.  The North-east is considered the face of the house as the face of the Vaastu Purush lies in this direction. Hence it should be kept spic and span, free from d",
    "length": 1400
  },
  {
    "chunkId": "chunk_18",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "irt. \r\n3. North-east is best suited for a Puja-room as this is the most pious corner of the house, occupied by Lord Shiva himself.\r\n4. Even a study room in this portion f the house is highly recommended, the reason being that this direction symbolizes wisdom and learning. The powerful energies created here assist in increasing the concentration and memorizing power of students and scholars. \r\n5. The main entrance of a house in the North-east is also considered very auspicious.\r\n6. The North-east should never have a toilet as this would invite health problems for its residents. Also, placing garbage in this area would lead to heavy losses at the business front.\r\n7. Where an underground water tank can be placed here, it’s a serious Vaastu offence to place a generator, transformer or an overhead water tank in the North-east of a plot. Even a stair-case might prove to be disastrous here.\r\n8. The North-east belongs to the Water element and hence having a kitchen or a fire-place in this area can lead to major accidents. It can even result in causing health problems and clashes among the family members.\r\n9. A room in the North-east should never be occupied by couples as this may result in serious health problems for both of them. Also, chances of not conceiving or having a miscarriage or giving birth to a mentally challenged child are high here.  \r\n10. The North-east should be devoid ",
    "length": 1400
  },
  {
    "chunkId": "chunk_19",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "of any elevated platforms as this may suppress the magnetic energies generated here, thereby hindering its inflow into the house.\r\n11. Natural pits present in this direction are considered very auspicious. Being dominated by the water element, a slope leading to the northeast corner indicates prosperity and well being for its inmates.\r\nNORTH-WEST\r\nThe North-west direction is owned by Vayudev, the Lord Wind and hence this direction is a propeller for great opportunities relating to career and success of an individual, if used in the right manner. Contrarily, if not abided by Vaastu principles, this direction can put one’s career and future prospects to the doldrums and ruin everything. The ruling planet of this direction is Chand (moon). The wrong usage of the North-west corner can bring about instability, cause diseases and create restlessness for the residents of the building.\r\n1. The nature of wind is to keep moving or flowing and hence the North-west corner of a house is best suited for a guest room or a drawing room where people would come for some time and leave. Also, a finished goods store in this direction is an excellent idea as it would quick movement of the end products and no delays in receiving payments.\r\n2. A bedroom or a study room in this area would bring about instability in income, lack of concentration and loss of memory and hence should be avoided.\r\n3. Admin",
    "length": 1400
  },
  {
    "chunkId": "chunk_20",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "istrative and legal problems arise if the North-west of any house is kept cluttered or blocked especially with metallic items or junk.\r\n4. There should not be any elevated floor in this section as it would cause problems in the higher education of children.\r\n5. A bedroom in this section should never be given to a married son as it would lead to his moving away from the house.\r\nSOUTH-EAST\r\nThe South-east direction is owned by Agni, the Lord of fire. The sun, as we all know, is the harshest when it reaches this direction and hence this area of a house is always attributed to fire-related devices. The ruling planet is Shukra (Venus) Being a highly sensitive direction, great care should be taken while handling this section, especially while striking a balance with the opponents of Fire viz. the element of Water and Air.\r\n1. A kitchen in the south-east is a wonderful idea as this direction is owned by the Agnidev. All food cooked here is believed to be blessed by the deity and hence is supposed to bring about health and prosperity for it members.\r\n2. A bedroom in this direction can prove to be disastrous as it may cause serious behavioral problems for its occupants. The ultra-violet rays of the sun get accumulated in this direction throughout the day thereby causing strained marital relations, even leading to divorce in many cases.\r\n3. Problems relating to electricity and electronic",
    "length": 1400
  },
  {
    "chunkId": "chunk_21",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " equipments would be given an open invitation if an overhead water tank is placed in this portion of the house. Similar is the case with underground water tanks as it would cause unrest and clashes among the family members, friends and relatives. It may even give rise to legal and administrative issues.\r\n4. Fire-related accidents are expected if there happens to be a water slope or a swimming pool heading towards the south-east of a plot. Fire and water being contrasting elements cannot be placed on a common platform ever.\r\n5. One should never make a Puja room, study room or store important files and valuables in this corner of the house. The heated up environment of this direction would destroy everything stored here.\r\n6. The main entrance of a house should never be in the South-east as it would create legal problems for its occupants.\r\n7. Losses in business organizations are incurred if a mirror is placed on the south-east walls of a house.\r\nSOUTH-WEST\r\nThe South-west direction is owned by a demon called Niriti while the ruling planet is Rahu. The magnetic energies flowing in from the North-east are stored in this direction and hence it is considered to be the strongest point of a plot. This direction, if used favorably, can ensure health, wealth, confidence, name and fame for its residents. Contrastingly, it can bring about major losses, cause depression, anxiety and suicida",
    "length": 1400
  },
  {
    "chunkId": "chunk_22",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "l feelings and even invite problems at the workplace, if used against the Vaastu principles.\r\n1. The South-west is the best location for a master bedroom as it consists of dominating overtones. It would ensure happiness in terms of health as well as wealth for the head of the family but if this part f the house is occupies by the son of the family, it would lead to major clashes among the family members, especially the mother-in-law and the daughter-in-law.\r\n2. The cash drawer of a business unit or shop should always be placed in the south-west as it keeps cash stable and secure for a long period. Women of the house should keep their valuables in this part of the premises as it would ensure safety as well as security.\r\n3. The entrance of a house should never fall in the South-west as it would lead to major mishaps in the life of its inmates. \r\n4. An underground water tank in the south-east would mean causing delays in the life of its owners, right from personal matters to decisions relating to business and financial deals.\r\n5. A basement in the south-west should be avoided at all costs as it would create depression and anxiety for the occupants.\r\n6. The south-west portion of the house should be more elevated. It should also be heavier from the rest of the structure. \r\n7. The reputations and fame of the family members of the house are put at stake of a kitchen is built in this d",
    "length": 1400
  },
  {
    "chunkId": "chunk_23",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "irection.\r\n8. It should be noted that there are no cracks on the south-western walls of the house as it would cause major health problems for its residents and incurring of added expenditures for the treatment of the same.\r\nTHE FIVE ELEMENTS AND SUBTLE ENERGIES\r\nWe are surrounded by positive as well as negative energies. Our body is comprised of Five Elements, also known as the Panch Mahabhoot Tatvas, namely Fire, Water, Air, Space and Earth. The energies surrounding us, present in our environment, needs to be harmonized with the five elements of nature present both within and outside our body so as to make life worth living. In a nutshell, we can enjoy the benefits of a healthy mind, body and soul in a peaceful environment only when we strike a balance with nature and its properties.\r\nEach of the five elements of Nature have been assigned and attributed with some special powers. It is highly essential to recognize these powers and capitalize on them to extract maximum benefit out of them. \r\nSpace emits the power of sound, Air enhances the power of touch, Earth provides shape and structure to the human body, Water fulfills the requirement of the essential fluids while Fire ignites hunger and heat in the body. Let us now see how these factors affect the Vaastu of a place and also the overall growth of an individual.\r\n\r\n\r\n\r\n\r\nTHE ELEMENT OF EARTH\r\nTilted at a degree of about 23 ½",
    "length": 1400
  },
  {
    "chunkId": "chunk_24",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " degrees at the meridian, the Earth takes a full one year, 365 ¼ days, to revolve once round the sun and a span of 24 hours to spin from the West to the East on its own axis. While revolution of earth around the sun causes the change in seasons, rotation of earth on its axis causes the transformation of days into nights. Only ¼ th of Earth consists of solid land, the rest 3/4th of its surface is full of water. There is a gravitational force and a magnetic energy field which affects every animate and inanimate object present on the Earth’s surface. Hence any solid structure or plot is influenced by the Earth element and it’s gravitational as well as magnetic forces. This 1/4th part of every plot is dominated and controlled equally by the south and the west directions. Intense care should be taken to ensure that these two directions of every plot have been harnessed by the Earth element. As per Vaastu principles, there should not be a basement, a well or an underground water tank in the south-west. Also, these directions should not be left vacant either. The best option is to create a heavy structure or elevation towards the South-west so as to make the plot high-yielding and prosperous for its inmates.   \r\nTHE ELEMENT OF SPACE\r\nSpace consists of the entire universe and the solar system including the whole galaxy. It is infinite and is hence called Ananth. We get the sound energy",
    "length": 1400
  },
  {
    "chunkId": "chunk_25",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " from this element of nature which in turn gets empowered by forces like heat, gravitational forces, waves of the sea, magnetic field and others. \r\nBeing the originator of the power of sound, the Space occupies the center of every plot. Also known as the Brahmasthala, this portion or area of every property plays a pivotal role in ascertaining the growth, expansion and prosperity of its residents.  As per Vaastu doctrines, there should be open space at the center of every plot. This helps in the creation of a synergy in accordance with the rest of the four elements which in turn reflects positive vibrations in and around the adjoining surroundings, thereby bringing about happiness and success for its inmates.\r\nTHE ELEMENT OF AIR\r\nThe element of air is highly essential to keep life going on Earth. It is the most important feature required for survival of every living thing. Considered to be a life-giving factor, Air comprises of various gases, the proportion of which varies in terms of percentage. It is a mixture of 21% Oxygen, 78% Nitrogen and 1% consisting of carbon-di-oxide, dust particles, humidity and water-vapor. All forms of life need air to breathe and hence air is also referred to as Praan Vaayu.\r\nAccording to Vaastu principles, Air should flow in a zigzag path within a house. It should not come in and flow out immediately, in fact, it should circulate well within the pr",
    "length": 1400
  },
  {
    "chunkId": "chunk_26",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "emises and reach out to each and every nook and corner of the interior space. That is why, it is not advisable to place the front and rear doors facing each other in any given room. Moreover, we should avoid keeping too many decorative pieces within the moving space of a house as this would create congestion and would not allow the positive energies coming in from the various directions to flow freely within the structure.\r\nThe nature of air determines instability and movement. The actual place of Air, as per Vaastu, is the North-west corner of a plot. Hence, this corner should never be occupied by the entrepreneurs, employees and workers of a business organization. In case of homes, the north-west room should always be occupied by girls of marriageable age as this would expedite marriage on the cards. This corner should also be kept unblocked and uncluttered.\r\nTHE ELEMENT OF FIRE\r\n Fire is a symbol of both light and heat. Heat emitted in every form in the solar system including plutonic heat, heat from volcanic eruptions, energy in the form of lightning, heat of fever and inflammation, energy emitted through the change of days into nights and vice-versa and so on. \r\nFire is also a symbol of life. It transforms raw grains into cooked food, thereby altering their present form completely and granting them with a totally new face. Such is the capacity of fire that it can melt down",
    "length": 1400
  },
  {
    "chunkId": "chunk_27",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " one of the hardest metals kike iron and shape it into narrow wires, spirals, sheets and so on. Gold, too, cannot be given its pure and polished form without being subjected to fire. \r\nAs for the human body, fire is a generator of heat, hunger and thrust. To get maximum benefit from this element of nature, the temperature of a room should always be kept moderate, neither too hot nor too cold, as this hampers the functioning and thinking capacity of the human mind. \r\nAgni dominates the South-east direction of a plot; hence the kitchen should always be located in this part of the house. Energy in the form of infra red rays emitted from the sun get stored in the South-east direction and if a couple happens to occupy a room in this location, there is sure to be disturbance in their marital life. \r\nWe all know that fire and water are anti each other and can never stay in one place. Hence, intense care should be taken to make sure there are no bore wells, swimming pools or water tanks in this part of the structure. If this is not given importance and gets overlooked, it would bring about unforeseen mishaps, unnecessary tensions, litigations, breakdown of machineries and so on within the premises for its residents.\r\nTHE ELELMENT OF WATER  \r\nWater exists in its plutonic and natural form as a combination of hydrogen and oxygen in the ration 2:1. Being one of the most fundamental element",
    "length": 1400
  },
  {
    "chunkId": "chunk_28",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "s required for the growth of life on earth, water exists in three forms, viz; solid (ice), liquid (water) and gas (water vapor). Without water, our body would stop functioning as it supports all juices, fluids and even blood within our system. Hence, it is highly essential to keep a structure well supplied with water. This ensures a good inflow of funds for its inmates. \r\nLord Varundev is the presiding deity of Water who occupies the north-east portion or the northern corner of any given plot or property. A Kalash full of Gangajal kept in this direction of the house bring in auspicious and positive vibes. Also, all bore wells, water tanks and swimming pools should be located in this portion of a property. It is also believed in Vaastu that facing the north while drinking water brings in abundant wealth. Even mirrors hung on the northern walls invite prosperity for the family. A very important point to be noted, however, is to check for any kind of leakage from taps or other water bodies within the house as this would symbolize wastage of money or money being flown out in some other form.\r\nSUBTLE ENERGIES\r\nSubtle energies can be explained as the deeper and denser forms of electromagnetic energy and matter that constitute our physical world. In other words, they are higher levels of radiations which cannot be detected by the standard physics instrumentations. These include energy",
    "length": 1400
  },
  {
    "chunkId": "chunk_29",
    "topic": "INTRODUCTION TO VAASTU",
    "text": " from the North Pole, electromagnetic energy, the gravitational energy of the earth and the solar energy. These energies are so fine that they cannot be seen with the naked eye; instead they can only be sensed or felt. \r\nSubtle energies are Omni-present. They flow in a circular movement within the channels and chakras and keep moving within the environment. Being a vital energy form, they distribute energy throughout the subtle body. These delicate energies flow freely through the chakras when the body is well balanced and the person is physically strong and healthy. On the contrary, if these energies are blocked due to any reason, they cause physical, mental as well as emotional diseases within the human body.\r\nSimilarly, if these energies, which are also called life-force energies, are not permitted to flow freely within a building structure due to its wrong Vaastu placements, the structure gets obstructed, thereby causing various problems for the inmates of the house or building.\r\nHence, while constructing any building, intense care should be taken to make sure that all these subtle energies are given a free-flowing path to let positive vibrations float fearlessly within the given structure or premises. \r\n\r\n\r\nSYMBOLS OF VAASTU\r\nIt is a very common practice in almost every Hindu home to decorate their house with sacred as well as art objects which actually signify Hindu conce",
    "length": 1400
  },
  {
    "chunkId": "chunk_30",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "pts and attributes of certain Hindu deities. From the Vaastu point of view, symbols attributing to gods and goddesses and to the cosmic world are used to create a positive energy within the premises in an attempt to reinforce positive thoughts, deeds and actions. Let us discuss some of the most common symbols, used most widely and extensively, and the importance that they carry.\r\nGANESHA\r\nLord Ganesha, epitomized as the ‘Vighnaharta’-remover of all obstacles and ‘Mangalkarta’- the doer of all good deeds, is believed to be the lord of lords in Hindu pantheon. Every household worships this divine power and even places its idols at the entrance of their house.  However, there are certain facts about Lord Ganesha which we all should be aware of. He has been entitled as the ‘God of Luck’ and should be revered at the beginning of any auspicious ceremony sas to secure the blessings of the deity and make the Puja prosperous and fruitful. He travels a rat, carries a noose to trap the illusionary powers, portrays the’ Vara mudra’ with one hand to grant blessings to his devotees, and the ‘abhaya mudra with another hand to remove all fears. Lord Ganesha reflects poverty on his back and hence, while placing an idol of the deity, it should be noted that his back is always facing the exterior portion of the house. Goddess Lakshmi occupies the place on his right to grant wealth and stability t",
    "length": 1400
  },
  {
    "chunkId": "chunk_31",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "o the worshippers. Laddoo or Modak is his favorite food and should be offered to him in the form of Prasad. Tulsi leaves should never be offered to Lord Ganesha. \r\nSWASTIK\r\nSwastika is a signifier of peaceful energy penetrating from all the four directions viz. north, south, east and west. It indicates that we can bring in prosperity from all corners by balancing all the nine directions. In South India and Gujarat, the swastika symbol is drawn on the main entrance of every home. The vertical lies of a swastika show the creation of the universe while the horizontal line indicates its expansion. This symbol is an identity of Lord Ganesha and to show his presence, two vertical lines are drawn on either side to depict his two wives, Riddhi and Siddhi. A swastika symbol with two vertical lines, as mentioned above, should be drawn on the main door of the house. In case of commercial buildings, the words ‘shubh’ and ‘laabh’ should also be written on either side.\r\nAUM\r\nWe are all aware of this most common and highly illustrious symbol called’ Aum.’ It has over hundred meanings and is an indicator of prosperity, stability and well-being for every household. Regarded to be the sound of the Almighty, the reflection of Aum kills all negativities including feelings of anger, hatred, jealousy, fear and ego. It is not always possible to keep an image of our deities everywhere, instead, in suc",
    "length": 1400
  },
  {
    "chunkId": "chunk_32",
    "topic": "INTRODUCTION TO VAASTU",
    "text": "h places; drawing a symbol of Aum would suffice and make up for this shortage and ignite positivity within the surrounding.\r\nKALASH (Pitcher) AND NARIYAL (Coconut)\r\nThe Kalash symbolizes all the three deities-Brahma, Vishnu and Shiva- as per Hindu mythology. Placing a coconut at the main entrance on a pitcher filled with water would bring in health, wealth and wisdom for the family. It should also be placed in the kitchen and mandir (place of worship) of the house as it is an indication of prosperity and the existence of Varundev, Lord of water, as well. If coconut filled water along with other gifts is given to close family and relatives, it becomes highly auspicious for the giver as well as the receiver. \r\nCHARAN (Footprints)\r\nVarious colors of rangoli are used to make the footprints of Goddess Lakshmi on the floor of the main entrance of the house, kitchen, mandir and the cash locker. This symbolizes her entrance and warm welcome into the premises.",
    "length": 965
  },
  {
    "chunkId": "chunk_33",
    "topic": "Vaastu at home and in the workplace",
    "text": "PLOTS\r\nThe first and foremost step towards building a dream home is the right selection of a suitable and Vaastu-friendly plot. If the very foundation of a structure is weak it is impossible to create a strong and long-lasting building on it, similarly if the Vaastu of the plot is only wrong, it is impossible to create a Vaastu-compliant premises over it. Hence, great care should be taken while choosing a plot so as to confirm that it radiates positive and auspicious vibes, only then can it add to the overall prosperity and well being of its builders or owners. However, the virtue and goodness of a plot can be tested by judging it through the following parameters:\r\n1. It is said that human mind and soul is the best judge to ascertain positive and negative vibes floating in the environment around us. The best way to find out whether a plot is suitable or not is to go there and use your sixth sense by closing your eyes and taking in ten deep breaths, if you get a relaxed and happy feeling, that means the plot would yield positive results for you. If you feel that you would not be able to sense the correct vibrations, it is advisable to take along a more intuitive and sensitive personality with you. You can even take a newborn child to identify this. If the child remains happy and laughs, the plot is considered auspicious, if not then the plot is not worth wasting your time, money",
    "length": 1400
  },
  {
    "chunkId": "chunk_34",
    "topic": "Vaastu at home and in the workplace",
    "text": " and energy on it.\r\n2. You can use another method to identify the goodness of a plot. It involves getting a pit of 1.5 ft deep right at the center of the plot and get it filled with water. Wait for a while and see how much of the water level has gone down. If it has fallen down by 60% or more, the plot should not be purchased at all; if the water level has gone down by 50%, it is considered to be an average plot, but if the water level remains the same or diminishes only by 10% or so, that means it is an excellent plot and should not be missed at all.\r\n3. Another way of checking the credibility of a plot is by testing its soil texture. To do this, take some soil in one hand and squeeze it tightly for a few minutes. Now, slowly open your hand, if the soil slips out quickly from the hand, it means the plot is not favorable; on the contrary, if the soil sticks to your hand, it is judged to be a good plot.\r\nFACTORS TO CHECK OUT BEFORE PURCHASING A PLOT\r\n1. While purchasing a plot, make sure there is no hospital or graveyard in the vicinity as both these places emit a lot of negative energy and even infections in the case of the former.\r\n2. A plot near a temple or a church should also be avoided as a lot of negative energy of the disciples of both these places of worship is emitted through its apexes. However, if your house happens to be near one of these structures, try ensuring th",
    "length": 1400
  },
  {
    "chunkId": "chunk_35",
    "topic": "Vaastu at home and in the workplace",
    "text": "at their shadow does not fall on your building.\r\n3. A structure juxtaposed between two large buildings is not considered good for its occupants. Also, a large industrial complex next to or in front of the main gate of your premises is very inauspicious as it hinders the growth and developments of its residents.\r\n4. There should not be a large mountain or building to the north of your structure. Neither should there by a river or stream flowing to the south. Both these situations are considered anti-Vaastu.\r\n5. Corner plots, agricultural lands, also called live land, and plots covered with green vegetation all around are believed to be very fruitful and prosperous.\r\n6. There should not be an electric or telephone pole or a big tree right in front of the main entrance of your building. Also, a plot with a road ending on it or a T-junction at its corner is not a good sign.\r\n7. The plot should be free from garbage and stones.\r\n8. In case of a plot for commercial purposes, a busy running road on all directions is a very good and auspicious symbol.\r\n9. North-facing plots are considered the best, then comes the East, West and lastly, the South-facing ones.\r\n10. The presence of a natural slope on the north-east corner is very auspicious. A higher south-west corner is also termed very fulfilling and worthy.\r\nPLOTS ACCORDING TO VARNA (CATEGORY)\r\nAccording to Vaastu doctrines, there are c",
    "length": 1400
  },
  {
    "chunkId": "chunk_36",
    "topic": "Vaastu at home and in the workplace",
    "text": "ertain norms and parameters which indicate the suitability of a plot to people belonging to the different categories or castes like Brahmin, Kshatriya, Vaishya and so on as per Hindu caste system.\r\nA square shaped plot covered with white soil which is sweet to taste, adorned with an Udambra tree and sloping towards the North is said to be most suitable and fortunate for people belonging to the Brahmin caste.\r\nA Kshatriya should always choose a rectangular plot having reddish color soil which is a little bitter to taste. Its length should exceed by one-eighth more than its width and it should be sloping towards the east direction.\r\nAs for the Vaishyas, they should opt for a plot the length of which is one-sixth more than its width. The color of the soil should be yellowish and it should taste sour. As for the slope of the land, it should head towards the East.\r\nFor Shudras, the length of the chosen plot should be one-fourth more than its width. The soil should be blackish in color and should taste pungent.\r\nAll the above mentioned categories of plots should be free from ants, worms, pebbles, bones and potsherds. There should not be cavities and holes on its surface and it should be as smooth and plain as a sheet. If these guidelines are abided by with true sincerity, it is sure to bring about good luck, health, wealth and prosperity for its respective owners.\r\nSHAPES AND SIZES O",
    "length": 1400
  },
  {
    "chunkId": "chunk_37",
    "topic": "Vaastu at home and in the workplace",
    "text": "F PLOTS\r\nSquare plots\r\nPlots which are equal in length and breadth are termed as square plots. The Vaastu Purush fits perfectly in these plots and hence they are considered most auspicious. However, such plots are very rarely available and hence an alternative to this is to make the room sizes in square shapes.\r\nRectangular plots\r\nRectangular plots are larger in length as compared to their width and are angled at 90 degrees at their corners. Such plots are extremely fruitful and high-yielding for its owners as it is very easy to design the Vaastu payout on such lands. But it should be made sure that the ratio of its size lies within 2:1. In other words, its length should not exceed twice its width; otherwise the flow of energy would not be distributed evenly among its occupants, thereby leading to disagreement and difference in opinion within the family. \r\nTriangular plots\r\nPlots with three sides, angled at 45 degrees at the corners are called triangular plots. These plots should never be purchased at any cost as they can cause umpteen amounts of problems in one’s life. Residents of such houses can never achieve peace and prosperity in life.\r\nCorner-cut plots\r\nPlots with unparalleled corners and irregular shape are not considered auspicious at all. Structures built on such plots cause restlessness, diseases and financial crunches for its residents. However, defects of such plot",
    "length": 1400
  },
  {
    "chunkId": "chunk_38",
    "topic": "Vaastu at home and in the workplace",
    "text": "s can be rectified and corrected by diverting the flow of the subtle energies present here.\r\nCircular plots\r\nCircular plots are the best in terms of Vaastu and they bring about overall prosperity and success for its owners. However, such plots are very rarely available.\r\nOval plots\r\nPlots which are oval in shape are highly inauspicious and should not be opted for as they bring about great losses in one’s life.\r\nSemicircular plots\r\nJust like oval plots, even D-shaped or semi circular plots are highly unfavorable as they result in bringing about financial instability.\r\n\r\n\r\nGomukh  plots. \r\nPlots with wider space at the back as compared to the front side are known as Gomukh plots. Such plots are good for residential purposes but are not advisable for commercial use. However, while choosing a Gomukh plot, it should be noticed that it I not North-facing as this means shortening of the positive radiations coming from this direction. \r\nSinghmukh plots\r\nSinghmukh plots are those with a wider front wall as compared to the back side. Such plots should not be used for residential purposes but can be bought for constructing commercial establishments on them.\r\nVAASTU FOR NEW STRUCTURES\r\nOnce you have managed to achieve your first step towards your dream establishment, by purchasing a plot as per your specifications and suitability, there are a number of queries and questions relating to Vaa",
    "length": 1400
  },
  {
    "chunkId": "chunk_39",
    "topic": "Vaastu at home and in the workplace",
    "text": "stu which you should comply with before proceeding further towards starting the construction work on it. This refers to the time and place from where you should begin the construction work on the plot, ideal directions and days to be chosen for the same, presence and absence of certain Vaastu elements which need to be scrutinized properly and so on. Let’s take a comprehensive and closer look at these dos and don’ts. \r\n\r\n\r\n\r\n\r\n\r\n\r\nTHINGS TO DO BEFORE YOU START CONSTRUCTION\r\nBhoomi Pujan\r\nThe first and foremost step, before commencing the construction work of any structure be it official or residential, is to worship one’s Kuldevta, Lord Ganesha, Lord Kshetrapal, the Vaastu Purush and the Dikpatis (lord of all directions) wholeheartedly. The laborers appointed for the construction work should be given good rewards and should be satisfied completely as well.\r\nAuspicious days and directions\r\nThe best days to begin the construction work on a bare site are Monday, Wednesday and Thursday or Friday and Saturday. Square solid bricks should be laid for the foundation and the digging work should be started from the North-east direction while the structure should be built from the south to the west. It should be kept in mind that the construction work should never end in the South direction.\r\nAlter with caution\r\nMany a times, it is a general practice to breakdown and reconstruct a particul",
    "length": 1400
  },
  {
    "chunkId": "chunk_40",
    "topic": "Vaastu at home and in the workplace",
    "text": "ar portion of the plot which has not been erected as per the plan or the requirement in question. However, it should be noted that the main door of the house, once made, should not be altered or re-built.\r\nMORE THINGS TO REMEMBER\r\n* There should be some open, earthen and non-concrete space left on all four corners of the structure\r\n* Sunlight should reach each and every room of the building. \r\n* There should not be a common wall with the adjacent plot owners as sharing walls indicates sharing luck as per Vaastu principles.\r\n* An individual, new boundary should be constructed for the plot.\r\n* The structure should be constructed in a regular shape, either rectangular or square, without having cuts at the corners.\r\n* Old iron parts, old bricks or old wood should never be used to construct a new property. Old things preserve past energies which is not good for the new structure.\r\n* Water sources should not be positioned in the south even for construction usage purposes.\r\nVAASTU FOR BUILDINGS\r\nOnce the building structure has been made Vaastu compliant, the next step is to add finishing touches to the premises in question which would ensure all-round health, wealth and felicity for its owners.\r\nTILAK\r\nA Tilak is a representation or symbol of purity and stability. It invokes the ‘Ajna Chakra’ present between the eyebrows and reserves intuition, memory and power for better thinking. In",
    "length": 1400
  },
  {
    "chunkId": "chunk_41",
    "topic": "Vaastu at home and in the workplace",
    "text": " olden times, people used to wear a Tilak depending on the caste system that they belonged to. Where a Brahmin applied a white sandal signifying purity and peace with his index finger, a Kshatriya would apply a red Kumkum with his thumb to symbolize strength and stability. A Vaishya would apply saffron tilak with the middle finger denoting wealth and prosperity and a Shudra would do so with a black bhasma or vibhuti indicating his dedication to the other castes.\r\nIn a similar manner, one can apply Tilak to his building or structure as well. It should be applied right at the center of the building, about 6 to 8 feet above the ground level and also on all the doors, excepting the bathroom door. The color and type of the ingredient for the Tilak would depend on what you wish to achieve. \r\n* White sandal Tilak- used for peace and calmness\r\n* Red Kumkum- to gain back confidence, overcome depression, lethargy and vigor\r\n* Yellow Saffron or Turmeric- to accomplish wealth and financial prosperity\r\n* Black Bhasma- to eliminate negativity and to impose power and control\r\nAUSPICIOUS SYMBOLS\r\nSymbols like Swastik, Aum, Kalash and feet of Goddess Lakshmi balance off the presence of any kind of negativity within a given structure and even enhance its credibility. Hence, the usage of such signs empowers strength and prosperity to the structure. A U-shaped symbolizes Lord Vishnu’s feet and is ",
    "length": 1400
  },
  {
    "chunkId": "chunk_42",
    "topic": "Vaastu at home and in the workplace",
    "text": "considered very auspicious. \r\nIt is a general practice to hang pictures of deities on the exterior walls of the house. This is not at all a good idea as it is not right to leave your gods and goddesses to face adverse climatic conditions outside while you enjoy the comforts of your home by staying indoors. Demonic face masks are also used by many people to ward off the evil but Vaastu principles do not authenticate such practices and consider it to be unworthy.\r\nNAILS\r\nWe should always use brass screws to hang decorative and pictures on the walls of our house instead of lead or steel nails.\r\nFRONT COURTYARD\r\nA damaged or worn out front courtyard indicates troubles and tensions for the family residing within its premises and hence should be avoided at all costs.\r\nFRONT WALL\r\nAll the walls of the structure should be intact and well-maintained. A dilapidated front wall increases the chances of being vulnerable to litigations for its owners.\r\nTHE EXTERIOR TOO IS IMPORTANT\r\nThe exterior portion of a house plays an equally important role in determining whether the Vaastu of the plot is favorable for its residents or not.\r\nPLANTS AND TREES\r\nWe can plant various trees to waive off the negative energy entering within our premises.\r\n1. Ashoka- The Ashoka tree should be planted in the south and west directions of the plot as it blocks the entrance of negative vibes. A toran made of Ashoka",
    "length": 1400
  },
  {
    "chunkId": "chunk_43",
    "topic": "Vaastu at home and in the workplace",
    "text": " leaves, if hung on the main entrance door, brings in prosperity and good luck for the family.\r\n2. Tulsi- The Tulsi plant holds both religious and cultural values along with medicinal benefits. It helps countering various Vaastu defects and even purifies the surrounding air. It should be kept in the North-east direction or the center of the plot.\r\n3. Pomegranate- adorning the East direction of the premises with a pomegranate tree is very auspicious as it welcomes Goddess Lakshmi.\r\n4. Jamun- A fruit-bearing Jamun tree should be planted in the South and West directions of the plot.\r\n5. Banana- A banana tree in the North of your house is very lucky for its residents. You can even worship it if it falls within the boundaries of your premises.\r\n6.   Mango- one should never plant a Mango tree within the boundaries of his house, however, if there already exists one, it should not be felled either.\r\nSome Points to remember while planting or choosing trees for your plot\r\n* You should not plant thorny bushes and trees within your plot or premise. If such plants exist, they should either be removed or their effect should be nullified by planting auspicious trees near them, as discussed above.\r\n* A tulsi plant sowed within the house premises brings in success, prosperity, wealth and good luck for its inmates. It is also said that worshipping the tulsi plant every morning gives the bearer t",
    "length": 1400
  },
  {
    "chunkId": "chunk_44",
    "topic": "Vaastu at home and in the workplace",
    "text": "he fruit of many Yajnas, offerings and sacrifices. \r\n* A patch of garden should always be created in the east, north, west or the north-east portion of the plot. \r\n* If there happens to be a sacred Banyan tree in the vicinity of your house or plot, it should be worshipped on a regular basis, this would bless you with many fruitful results. \r\nLANDSCAPING\r\n* The North of a plot, owned by Lord Kuber, should never have rocks and stone arrangements as this blocks the in-flow of cash, thereby blocking business deals leading to heavy losses. It also blocks opportunities from knocking at your door.\r\n* Rocky and elevated north-eastern side creates health problems and tensions for its occupants. This direction is occupied by Lord Shiva who encourages the flow of electromagnetic energy within the premises. Hence blocking this portion means hindering the free flow of this energy which in turn spoils name, fame and goodwill of the owners.\r\nWATER\r\nPools, water reservoirs, borings\r\nPlacing water elements like reservoirs, swimming pools and borings in the south or south-east direction can lead to major litigation problems, accidents and uninvited unforeseen circumstances for the residents of the house. \r\n\r\n\r\n\r\n\r\nFlows and Slopes\r\nAny drainage or slope for rainwater or otherwise should be located in the North side of the plot as this would ensure creation of wealth, prosperity and lots of oppor",
    "length": 1400
  },
  {
    "chunkId": "chunk_45",
    "topic": "Vaastu at home and in the workplace",
    "text": "tunities for its inmates.",
    "length": 25
  },
  {
    "chunkId": "chunk_46",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": "The main entrance of a premise exhibits and influences the Vaastu of that place profoundly. It is the gateway for the entry of positive and negative vibrations into the house or building. Hence, great care should be taken while assigning the direction and placement of the main door of your dream house.\r\nThe main entrance of the house is not simply a door; it is a reflection of the personality, beauty and behavior of its occupants. It is considered to be the ‘face’ of any house which ultimately marks its impression on the visitor. It is, therefore, highly essential to keep this access into the house n the proper and most suitable direction as well as location.\r\nNORTH\r\nIf the main door is placed in the North, it is considered very favorable for its owners. However, it should be located in the third, fourth and fifth part of the North direction. Also, the main gate should be visible while standing inside the building premises and looking out.\r\n\r\n\r\nEAST\r\nIf the main gate is positioned in the third and fourth part of the East direction, it is believed to bring in prosperity for its inmates. \r\nWEST\r\nWest direction is not very suitable for the placement of the main entrance of a house. However, if there are no further options, one can place it in the fourth and fifth part of this direction.\r\nSOUTH\r\nMost of the scriptures and even Vaastu consultants regard this direction as inauspiciou",
    "length": 1400
  },
  {
    "chunkId": "chunk_47",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": "s and unlucky, but this is not totally true. The main entrance in the South, if placed in the third and fourth part, proves to be very beneficial for the owners.\r\nNOTE: The main point to be noted here is all entry parts are counted from left to right, while facing the specified direction.\r\nTAKING CARE OF THE MAIN DOOR\r\nAfter ascertaining the correct direction for the placement of the main door, our responsibility is not over. Being the ‘face’ of every house, the main entrance has to be maintained and kept well on a regular basis, just like we take care of our face every day in an attempt to look attractive, beautiful and inspiring.\r\n1. Every direction has its own share of positivities and negativities when talking about the placement of the main entrance for the house. However, the South-west is regarded as the worst of all as it lets-out all the positive magnetic energy entering the house from the North-east direction, which should ideally have got accumulated and stored in this direction. If the main door is positioned here, in the South-west, it would lead to leaking of the above, thereby leading to creation of various problems and delays in every endeavor of your life.\r\n2. The dimension of the main door should also abide by Vaastu rules and regulations. Ideally, the length and breadth of the main door should be in the ratio of 1:2 and should not be compromised on account of",
    "length": 1400
  },
  {
    "chunkId": "chunk_48",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": " shortage of space or low ceiling height as this hinders the free flow of energy relating to opportunities and wealth.\r\n3. It is believed that Goddess Lakshmi resides at places which are absolutely clean, and spic and span. Only a beautifully maintained, clean, well kept main door would attract the deity to place her feet inside the building or premises. Hence, it should be noted that the main entry door is not worn out and is well kept at all times.\r\n4. The main door should be adorned with auspicious symbols like the feet of Maa Lakshmi, a Kalash with a coconut on it, Swastik on either side of the wall, ‘Riddhi Siddhi’ and ‘Shubh-Laabh’ written on the wells on each side. These words represent Lord Ganesha as the former are names of his two wives and the latter are his two sons.\r\n5.  The main door should be adorned with a Toran or a Bandarwaar as it brings in good luck and waives off evil or bad energies.\r\n6. Evil forces and negative energies can be warded off by lighting an earthen Diya or lamp at the main entrance door everyday at sunset. This custom is considered to be very effective.\r\n7. Make sure that all the doors of your house, including the main door, should be well-oiled and kept lubricated so as to avoid the creaking sound coming from them. These noises destroy the positive energy entering or already existing within the house.\r\n8. Make sure that the main door of your ",
    "length": 1400
  },
  {
    "chunkId": "chunk_49",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": "house always opens inwards towards the left and not outwards on the right. This enables the positive energies to enter and flow freely within the premises.\r\n9. There should not be any other door, within the building or outside, which happens to face the main door when opened.\r\n10. A small ventilator present above the main door is considered very auspicious.\r\n11. Presence of ‘Vedh Shools’ or sharp arrows of energy outside your building are not a good sign. For example; buildings situated at the T-end of a road, presence of a big tree or a pole, a big wall or a building in front of the main entrance is not good either. This should be checked closely and rectified accordingly. It can be corrected by placing bright lights in front of your building.\r\nUNWANTED FEATURES IN FRONT OF THE MAN DOOR\r\n* Door- It creates health, family and conception problems.\r\n* Tree- It hampers prosperity and intensifies temperamental behavior in children.\r\n* Flowing Water feature- It gives rise to unnecessary expenditures.\r\n* Well- It creates fears and even causes body aches and stomach problems.\r\n* Temple- It affects the health of the head of the family majorly and also causes overall stagnation in children.\r\n* Temple’s Door- It causes severe financial issues.\r\n* Big pole/pillar- It may lead to the sudden and untimely demise of the head of the family and can also be a reason for ill health of the women f",
    "length": 1400
  },
  {
    "chunkId": "chunk_50",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": "olk. \r\n* Garbage heap- It keeps the lady of the house confused and depressed.\r\n* Major wall- it keeps the entire family impoverished.\r\n* Graveyard (even within 200 m)- It invites evil and bad spirits.\r\n* Door to another house- it causes heavy financial losses.\r\n* Edge of another house- it leads to accidents and losses in every aspect of life. \r\nMandir\r\nA Mandir or a Puja room is a place where there is maximum positive energy stored for encrypting the entire house. It is a place where we devote ourselves to God Almighty and seek his blessings to face the challenges of life. Hence, this room should incorporate all the principles of Vaastu and add to our trust, devotion and dedication to God.\r\nThe North-east direction of a house or property is the most suitable place to position your Gods and Goddesses. It is known as ‘Ishann’ or the corner for God or ‘Ishwar.’ This is the point where earth’s magnetic energy is generated and hence is considered most ideal for placing a mandir. If, by any chance, there is no scope for keeping the Mandir in this direction, you should make sure that you face this direction while praying. \r\n1. The best materials for a Mandir are wood and marble.\r\n2. The mandir should never be adjacent to a bathroom. It should also be kept in mind not to make a temple inside the kitchen or bedroom.\r\n3. It is not at all advisable to build a mandir underneath the stairca",
    "length": 1400
  },
  {
    "chunkId": "chunk_51",
    "topic": "MAIN DOOR AND ENTRIES",
    "text": "se or position a structure over it as it would lead you to stepping over it symbolically.\r\n4. The idols should always be placed on a wooden platform and not on ply or laminated wood. You can use rose wood or even marble or stone for that matter\r\n5. The size of the idols should never exceed that of the thumb of the owner of the house. Idols bigger in size, than this, are ideally placed in a community temple, worshipped by one and all, after conducting a Praan Pratishtha ceremony which induces them with life energy power.\r\n6. Too many pictures or symbols of a single God should be avoided.\r\n7.  Every evening, a diya or incense stick should be lighted before the idols in your Mandir.\r\n8. The photo or picture of a Guru or a deceased person should never be placed in the Mnadir along with the other Gods and Goddesses as they were human beings who are definitely lower in position as compared to God, Almighty.\r\n9. You should avoid placing pictures, tiles and idols of Lord Ganesha on the gates or at the entrance of your house. It is believed that Goddess Lakshmi’s sister, named Daridrata (meaning poverty) occupies the place on the back of Lord Ganesha and hence you should never position this deity’s pictures with His back to the house. This would mean you are inviting poverty inside your house.",
    "length": 1305
  },
  {
    "chunkId": "chunk_52",
    "topic": "DRAWING ROOM",
    "text": "A Drawing room has always been regarded as the status symbol of its residents and a reflection of one’s power, prestige, personality and goodwill in society. It is used as a place to welcome all distinguished and formal guests and hence should be maintained beautifully. It marks the first impression of the inmates of the house for people coming to visit them. Just as the Maharaja’s of yester years used their court room to discuss agendas and meetings with their councilors, similarly in modern day homes; the drawing room is used as a public area of the house where guests and outsiders are entertained. Beyond this point, strangers are not allowed or permitted to peep into your private area.\r\nGuests being entertained in the drawing room should feel comfortable and cozy and this can happen only if positive energy flows within this area. So, it is highly essential to harmonize this place as per Vaastu and its principles, apart from ensuring its beautification. Here are a few tips to suffice the needful.\r\n1. The East, North or North-west directions are best suited for a drawing area within the house.\r\n2. The Eastern side of this room should be kept free from furniture, light and airy as far as possible.\r\n3. The southern and western walls should be used to place all the heavy furniture pieces.\r\n4. The seating arrangement should be such that while occupying the seats, one should face t",
    "length": 1400
  },
  {
    "chunkId": "chunk_53",
    "topic": "DRAWING ROOM",
    "text": "he East direction.\r\n5. It is advisable to hang a mirror on the Northern wall of the drawing room as it enhances the positive effects of the energies emerging from the north direction. Windows can also be installed on the northern and eastern walls as this would bring in prosperity for its occupants. \r\n6. The drawing room should be used to display all your expensive and priceless possessions like showpieces, art forms achievements, and so on. The logic behind this is that according to Vaastu, what you showcase comes back to you in a round circle and in multitudes.\r\n7. Try using pastel green hue for the walls of your drawing room. Also, the area should be well lit up and bright.\r\n8. Fresh flowers and plants are a good medium to decorate and beautify your drawing room, especially red and yellow flowers. This assists in creating a dynamic and prosperous environment. However, care should be taken to dispose of dead flowers immediately. Also avoid using artificial or dried flowers for enhancing its beauty and interiors.\r\n9. Fragrances like room fresheners, aroma oils, incense and essential oils of flowers help create a positive environment by removing unwanted odor and clearing the house off negative energy forms. Good smell appeals to everyone, including angels and deities. Hence, these should be used to create a healthy and fresh environment around you.\r\n10. A bowl full of sea-salt",
    "length": 1400
  },
  {
    "chunkId": "chunk_54",
    "topic": "DRAWING ROOM",
    "text": " should be kept around the room as this substance contains magical powers to extract negativity from the surroundings.\r\n11. Quartz crystals can also be used to induce positive energy in the environment and free it from all negativities as it is blessed with amazing cleansing properties. \r\n12. A fountain with fresh running water or a bowl of flowers with fresh water in it can be placed in the north or the north-eastern walls as this brings in prosperity for its residents.\r\n13. We should not use idols and images of Gods and Goddesses to decorate the drawing room.\r\n14. One should avoid keeping dead objects like dried flowers, broken articles, skins of wild animals or antiques anywhere in the house, including the drawing area. These objects contain the negative energies of the user and hence prove to be inauspicious and unhealthy.\r\n15. Southern, South-eastern and South-western directions should not be used to hang wall clocks, time pieces and calendars as they bring in an unfavorable phase in one’s life. They should not be placed above the doors as well.  Also make sure that all clocks hanging in your house and office premises are in working condition. If not, then wrap them in a box or paper and store them in a close wardrobe.",
    "length": 1243
  },
  {
    "chunkId": "chunk_55",
    "topic": "DINING ROOM",
    "text": "These days’ architectures design the dining room as an extension of the drawing room. A Dining room is a place where the family gets together at meal times, spends quality time with each other and even discusses their experiences of their hectic day. Hence, this place plays a vital role in building harmony, peace and love among the family members of a house. Vaastu lays down certain principles pertaining to the position and direction of the Dining room which would strengthen and build healthy and strong ties among the members of the residing family within the structure called their home. \r\n1. Make sure that the members of the family face the east, north, north-east or north-west directions while having their food.\r\n2. The dining table should always be adorned with fresh fruits and flowers.\r\n3. One should install a mirror on the eastern wall of the dining room which in turn would reflect the food lay out on the table. Doing this would bring in prosperity and health for the family members. \r\n4. Pickles should always be kept covered as they create sourness in relations. Similarly, sharp objects like knives and scissors should be kept covered at all times or else they give rise to unpleasantness in relations among the close family members, relative and friends.\r\n5. An oval shaped dining table is considered inauspicious.\r\n6. The dining table of the house should be kept in such a pos",
    "length": 1400
  },
  {
    "chunkId": "chunk_56",
    "topic": "DINING ROOM",
    "text": "ition that it is not visible from the main door. If the architectural lay out of the house does not permit this, one can use a screen or a curtain to form the partition.\r\n7. The dining table should stand out and should not be over shadowed by the rest of the furniture kept in the room. \r\n8. A focus light suspending from the ceiling onto the dining table is considered very auspicious.\r\n9. A dining table should never be kept against a wall; it should have enough moving space on all its sides.\r\n10. The number of chairs with the dining table should always be even, i.e. two, four, six and so on. \r\n11. You should never display medicines as what you sow, so you reap.",
    "length": 668
  },
  {
    "chunkId": "chunk_57",
    "topic": "KITCHEN",
    "text": "The significance of a good kitchen can be understood by the fact that a woman, especially an Indian wife, spends most of her day in this part of the house, preparing delicious meals for the rest of the family. We gain energy from food and this food is prepared in the place called Kitchen. Hence it can be righteously said that the kitchen form the backbone of the house. A house without a kitchen is like a car without wheels.\r\nIn olden days, kitchens were situated in open spaces which would allow lots of light to penetrate from all directions and also permit easy escaping of smoke generated while cooking. But in the modern day world, due to scarcity of space, generally very small areas are allotted to kitchens. In such a scenario, it becomes almost mandatory to create a Vaastu-friendly kitchen which can take care of our emotional, physical and biological requirements completely.\r\n1. The most ideal location for a kitchen is the south-east. Talking about other directions, where a kitchen in the north-east would bring in heavy losses for the family, the one situated in the south-west would lead to clashes among the family members. Nevertheless, there would be high rise in expenditures if a kitchen happens to be in the north-west of a plot.\r\n2. Both natural as well as artificial lighting, in abundance, is a must for the kitchen area. There should also be proper ventilation with windo",
    "length": 1400
  },
  {
    "chunkId": "chunk_58",
    "topic": "KITCHEN",
    "text": "ws on the eastern sides. \r\n3. The kitchen door should be in the north but care should be taken to assure that while cooking food, the cook’s back should not face the door.\r\n4. The color palette for a kitchen should be in fiery shades of red, orange, brown yellow and so on. Blue, being the color of water, and black should not be used at all. However, a tinge of green can be used to rectify the wrong Vaastu placements.\r\n5. The north-eastern corner should not be used to place the cooking stove. The ideal place for this is the eastern walls or the south-east corner as this direction is called the Agneya Disha, named after fire. The solar heat is at its maximum when the sun faces this direction and hence it is believed to be occupied by the Lord of Fire as per Hindu mythology. Also, the sun releases Vitamins D and F when it reaches the south-east direction which is highly beneficial for everyone. \r\n6. All heat-generating equipments like geysers, microwaves, hot cases and other electronic gadgets should be placed in the south-east direction of the kitchen.\r\n7. The cook should either face the east or the south direction while cooking. Facing the north or the west direction is not favorable.\r\n8. The element of water, as we all know, is anti-fire. However, it is also not possible to work in the kitchen in the absence of the former. Hence great care should be taken while positioning thes",
    "length": 1400
  },
  {
    "chunkId": "chunk_59",
    "topic": "KITCHEN",
    "text": "e two anti-elements. Water arrangements should be restricted to the north or north-east. They should be placed to the left side of the gas stove. Wash basins, sinks and even drinking water should be on the left side while using the gas stove.\r\n9. A refrigerator should not be placed inside the kitchen as the water and fire elements tend to clash in this case.\r\n10. Heavy furniture, groceries and grains should all be stored in the southern and western sides of the kitchen, including the kitchen cabinets and closets.\r\n11. The northern and eastern corners of the kitchen should always be kept clutter-free.\r\n12. Pictures of Gods and Goddesses should never be kept in the kitchen. Keeping the Mandir here is a taboo as per Vaastu rules and regulations.\r\n13. A kitchen should be the most hygienic and clean place of the house and must be kept spic and span at all times.",
    "length": 869
  },
  {
    "chunkId": "chunk_60",
    "topic": "BEDROOM",
    "text": "The bedroom is the most private, personal and secluded area of an individual where he tends to relax and rejuvenate after a hard day’s toil. On an average, a person spends one-third of his life in his bedroom. Hence, its location, placement of furniture, color palette used for the interiors etc. should all abide by Vaastu principles so as to create a positive and relaxing environment for him as well his spouse, in case of a married couple.\r\nVaastu analysts believe and approve that the direction in which one sleeps highly influences the working ability and compatibility with his partner and other family members as well. If the placement of the bedroom is not correct as per Vaastu, you would suffer from various health problems, insomnia or disturbed sleep, restlessness and regular quarrels with your better half. To assure peace and prosperity in life, one should therefore be very careful while choosing the bedroom for himself.\r\n1. The south-west is the most suitable direction for a bedroom to be occupied by the head of the family. \r\n2. In case of a joint family, newlyweds should not occupy the south-west room as it would lead to friction between the bride and her in-laws. Alternatively, they should have their bedroom either in the southern or the western portion of the house.\r\n3. A pregnant woman should never occupy the north-east corner bedroom as it would increase her chances o",
    "length": 1400
  },
  {
    "chunkId": "chunk_61",
    "topic": "BEDROOM",
    "text": "f having a miscarriage.\r\n4. Unmarried girls should stay in bedrooms located in the north-western part of the house. Couples occupying bedrooms in this section of the house may suffer from diseases like asthma, breathing disorders, cough and cold. \r\n5. As discussed before, the south-east portion of a house is allotted to the God of fire and hence couples should never have a bedroom in this part of the house as it would cause high blood pressure to the occupants, thereby leading to clashes in their marital status.\r\n6.  The position of the bed in a bedroom plays a very important role in ascertaining peace and prosperity for the person using it. The bed should always be placed against a solid wall and not against one that has windows behind it. Care should also be taken to ensure that the bed should not point towards the bathroom wall or is adjoining to it as this would invites a lot of negative energy for the person sleeping on the bed thereby causing health problems for him.\r\n7. The head should always be pointing to the south while sleeping and never to the north direction. People sleeping in the latter direction are eventually lying in the direction of the flow of the electromagnetic waves which travels from the north to the south. This would lead to headaches and body aches for them on getting up in the morning.\r\n8. Pointing your feet towards the door of the bedroom while lying",
    "length": 1400
  },
  {
    "chunkId": "chunk_62",
    "topic": "BEDROOM",
    "text": " on the bed is also considered inauspicious and creator of various health problems.\r\n9. Couples should share a common bed, mattress and sheets as this would increase harmony and love in their relationship.\r\n10. Pillow cases and bed sheets should be replaced with new ones every six months as they tend to absorb all the negativity that you shed on them while sleeping.\r\n11. Dull or sharp colors should not be chosen for the walls of the bedroom. Colors like light green, light blue, a tinge of lilac or purple are the best color schemes for this area. A pure white is excellent for creating spiritual harmony within the surrounding atmosphere.\r\n12. The North-east corner of the bedroom should be kept free from heavy furniture or any kind of clutter.\r\n13.  Pictures of animals fighting, hunting lions, trees devoid of flowers and fruits and dead animals like pigeons, snakes, crows, owls and vultures should never be hung on the walls of the bedroom.\r\n14. We should not hang pictures of Gods and Goddesses in the bedroom as this place is used by us for enjoying life in its different forms like drinking, sleeping relaxing and so on. Indulging in such activities in front of our idols is considered as disrespectful.\r\n15. A mirror should not be placed in a bedroom. However, if it is inevitable, then the position of the mirror should be such that it does not reflect your image while sleeping on bed",
    "length": 1400
  },
  {
    "chunkId": "chunk_63",
    "topic": "BEDROOM",
    "text": ".\r\n16. It is a very common practice to store objects under the bed due to scarcity of space or otherwise. However, this influences your sleep pattern majorly. If we talk about the principle of proximity, things placed around us have a very strong influence on us. Storing shoes under the bed would keep you ‘running around’ all night even while in sound sleep. If you stuff clothes under the bed, they would not let you have a restful sleep as they carry various life experiences attached with them. Similarly, keeping work-related papers under the bed would stimulate your intellectuality, thereby not letting you switch to rest mode. Also, knives, utensils and other junk items create strained relationships and confusions and hence should be avoided at all costs.\r\n17. A television in the bedroom emits electromagnetic radiation which is very harmful for its occupants and therefore you should not have one in your sleeping area.\r\n18. Cash lockers should not be installed in the bedroom. On the contrary, a safe can be placed but only in the south-west corner which opens facing the northern or eastern directions.\r\n19. Aquariums, water fountains and other water elements should never be placed in a bedroom as they bring about instability in life.\r\n20. A window on the eastern wall is highly favorable as it receives positive energies from the ultraviolet rays of the rising sun. it even helps em",
    "length": 1400
  },
  {
    "chunkId": "chunk_64",
    "topic": "BEDROOM",
    "text": "it the negative vibrations present within the room.\r\n21. There should not be a beam in your bedroom as this may cause serious health problems and unnecessary tensions. If, in case, there is one which cannot be avoided, make sure you do not sleep under it at any cost.",
    "length": 267
  },
  {
    "chunkId": "chunk_65",
    "topic": "BATHROOM",
    "text": "A bathroom is a place where we shed away and get rid of all our negative energies and hence it is considered to be one of the most sensitive zones as per Vaastu doctrines. In olden times, bathrooms used to be located outside the house. Then came the league when they used to be built away from the bedroom, but in today’s age, a bathroom forms one of the most essential parts of a bedroom and are therefore comes attached with it. So, it becomes all the more important to maintain perfect hygiene and cleanliness within its confines both in terms of physical as well as Vaastu scriptures.\r\nGreat care should be taken to choose the location, placement and positioning of the bathroom in every room or else it can create havoc in the lives of its users and the inmates of the house.\r\n1. The north-west is the best direction for locating the bathroom in any room. This being an air-element direction does not hamper the flow of subtle energies.\r\n2. As mentioned before, the north-east is a very pious direction, owned by Lord Shiva and occupied by the forehead of the Vaastu Purush. Constructing a bathroom in this direction is considered to be a crime as per Vaastu principles which can lead to disastrous health issues, accidents and uninvited tensions for its inmates.\r\n3. The fire element occupies the south-east and hence a bathroom should not be made in this direction either. A bathroom forms par",
    "length": 1400
  },
  {
    "chunkId": "chunk_66",
    "topic": "BATHROOM",
    "text": "t of the water element and fire and water being in opposition to each other can lead to unexpected losses, legal issues, electricity-related mishaps, accidents and so on.\r\n4. The south west should, again, not be used for creating a bathroom as the magnetic energy coming from the north-east gets stored in this direction. Placing a bathroom here would mean draining out all of this, thereby causing feelings of depression and anxiety for its owners.\r\n5. The center of the house is occupied by Lord Brahma and hence this place should also be kept devoid of a bathroom. Also, the gravitational energy emanates from the center of a structure and a bathroom here would destroy and infect this positive energy.\r\n6. While entering a premises or building, the bathroom should not be visible from outside.\r\n7. The bathroom releases a lot of negative energy and therefore it should never be positioned next to the kitchen or the Mandir of the house.\r\n8. The water closet (commode) should be positioned in a manner so that while using it one does not face the sun. The ideal directions for the same would be the North, north-west or west.\r\n9. The taps and shower equipments should be placed on the northern walls as this direction has a water element and facing the north while using them attracts financial prosperity for the users.\r\n10. There should not be storage spaces in the bathroom. Also, they should b",
    "length": 1400
  },
  {
    "chunkId": "chunk_67",
    "topic": "BATHROOM",
    "text": "e kept uncluttered and pristine, not necessarily decorated.",
    "length": 59
  },
  {
    "chunkId": "chunk_68",
    "topic": "VAASTU FOR CHILDREN’S ROOM AND STUDY",
    "text": "We all have very high hopes from our children and always want to give them the best. They are not only the future of our country but also the apple of their parents’ eyes. The best gift for them would be to create a tension-free and non-stressful environment where they can breathe and work in peace and solace and handle the growing pressures of the competitive world around them. This can be made true by bestowing them with a Vaastu-perfect life.\r\nTo ensure a secure future for your children, it is very important to make their present surrounding harmonious and positive so that they can grow overall towards achieving their respective goals in life meritoriously. Here are a few do’s and don’ts which can alter their lives for a better tomorrow.\r\n1. Children should never be given the south-western room of the house. This is the place for the head of the family and placing the children here would mean empowering them to dominate their elders and other family members.\r\n2.  Children should never be given the corner rooms of any direction. The best and most suitable positions for them are the western or the southern sides of the plot.\r\n3. The East, North and the North-east create greater absorption power and help increase the knowledge of the little ones. Hence, the study room for your children should always be in one of these positions.\r\n4. While studying, kids should face the East or ",
    "length": 1400
  },
  {
    "chunkId": "chunk_69",
    "topic": "VAASTU FOR CHILDREN’S ROOM AND STUDY",
    "text": "the North as this will boost up their learning speed, improve memory and enhance their concentration power.\r\n5.  Books should never be kept in the north-east direction; instead they should be stored in the south-west, south or western sides.\r\n6. Books should be kept in closed areas or shelves with glass panel doors, open book shelves are not advisable as they create too much of congestion in the mind of the students.\r\n7. The study table should not be cluttered with books as it tends to create unnecessary pressure on the minds of the children. \r\n8. There should be images of Lord Ganesha and Maa Saraswati in the study room.\r\n9. Kids, while resting their heads on the pillow at night, should lie in the south direction. This would help maintain the magnetic balance of the body with that of the earth.\r\n10. The study table should not rest against a wall. While sitting and studying, the child should have a solid wall behind his back.\r\n11. The study table and the chair should not face the door when the child is studying.\r\n12. The study area should be well lit up and spread over all corners. However, avoid placing a focus light or spot light on the child or the table as this would heighten the mental pressure and strain for him.\r\n13. You can place a quartz crystal rock in the south-west corner of the study room. This stone has healing properties and can energize the environment in the ro",
    "length": 1400
  },
  {
    "chunkId": "chunk_70",
    "topic": "VAASTU FOR CHILDREN’S ROOM AND STUDY",
    "text": "om with positive vibrations by sucking up all the negativities present there. \r\n14. To increase the concentration of the child, you can place an Amethyst crystal on the study table.\r\n15. A pyramid can also be placed on the table or desk for enhancing the concentration and memory of the child.",
    "length": 293
  },
  {
    "chunkId": "chunk_71",
    "topic": "OTHER ROOMS- GUEST ROOM, SERVANT’S ROOM & GENERATOR ROOM",
    "text": "It is very commonly seen that people do not give much weight to the importance of location of extra rooms like guest room, generator room or the servant’s room in their house. The point to be noted here is that every area of your house, no matter who it is allotted to, plays quite an influencing role in determining your well being and success in life. There is a scientific and logical reasoning behind the positioning of every room as every section of the premises emits positive as well as negative vibrations which have to be balanced harmoniously so as to make your life happy and worth living.\r\nGUEST ROOM        \r\n‘Atithi devo bhava,’ meaning a guest is a representative of God himself according to Hindu culture and belief. Hence, great care should be taken regarding the comfort and well being of the guest coming to the house. However, it should be kept in mind that the placement of the guest room should be such that the host, too, benefits from him and that his presence does not create any kind of uneasiness in the latter’s daily regime and the guest returns to his destination with sweet memories of a happy and memorable stay with you and your family after a short span of time.\r\n1. No one wants a guest to stay for long or become a permanent member of the house, and therefore the best location for a guest room is the north-west. This direction represents the Air element which is",
    "length": 1400
  },
  {
    "chunkId": "chunk_72",
    "topic": "OTHER ROOMS- GUEST ROOM, SERVANT’S ROOM & GENERATOR ROOM",
    "text": " a symbol of instability and hence would drive away the guest in a few days.\r\n2. The guest room should never be located in the south-west; this can lead to serious disasters.\r\n3. South-east and north-east are also not suitable for positioning a guest room.\r\n4. The guest room should have more openings towards the north and the east wall.\r\n5. The bed should be aligned to the southern wall of the guest room.\r\n6. White, shades of violet, grey or light blue should be used to paint the walls of this room.\r\n7. The guest room should not be used to store belongings and articles used by the host.\r\n8. The kitchen and the master bedroom should not be visible from the guest room.\r\nSERVANT’S ROOM\r\nWe all need domestic help to run the household smoothly and peacefully, thanks to the increasing trend of nuclear families in our modern society. This calls for importance assigned to the servant’s room where the latter rests and restores his energy. Vaastu, like all other things, lays down certain principles regarding the location of the servant’s room as well. Let’s check them out.\r\n1. The West is considered to be a neutral direction, neither strong nor weak, and hence it is best suited for the placement of the servant’s quarter. The north and the east, on the contrary, are very pious directions and therefore cannot accommodate a servant. As for the south and south-west, these are very powerful a",
    "length": 1400
  },
  {
    "chunkId": "chunk_73",
    "topic": "OTHER ROOMS- GUEST ROOM, SERVANT’S ROOM & GENERATOR ROOM",
    "text": "nd strong directions. Placing a servant’s room here would mean sharing your earth luck with him, which, ultimately would lead to making him dominant and stubborn. \r\n2. The North-west, as discussed before, is an unstable direction and hence a servant should never be made to occupy this area of the house. If positioned here, servants would keep coming and going every now and then, not enabling a healthy and long-term association with the employer.\r\n3. If the North-west of your house has a garage, this can, however, be converted into a servant’s room.\r\n4. Servants should not be allowed to sleep in the kitchen.\r\n5. Make sure that the servant is not given a room right above your bedroom. This will make him a partner to your luck thereby making him get an upper hand in the employer-employee relationship. \r\nGENERATOR ROOM\r\nPower cuts have become a regular affair in urban cities, making room for generators and inverters and including them as an inevitable part of our comfort and necessity in everyday living. As we all know, generators emit a lot of negative energy in the form of noise, heat, smoke and pollution. Hence, intent care should be taken while placing the generator so as to make sure that these bad energies do not affect the smooth running of our daily lives.\r\n1. The South-east direction represents the Fire element and therefore this is the best location for a generator room. ",
    "length": 1400
  },
  {
    "chunkId": "chunk_74",
    "topic": "OTHER ROOMS- GUEST ROOM, SERVANT’S ROOM & GENERATOR ROOM",
    "text": "If, for any reason, this is not possible, then the second best option is the south portion of the house.\r\n2. The smoke being emitted out of the generator should be vented out towards the south or the south-east. \r\n3. Dark colors and shades of red should be used to color the generator room as these hues tend to absorb the harsh negative energies being generated here.\r\n4. If the south-west of the plot is used to occupy the generator; it can lead to spoiling the goodwill and reputation of the owner. The reason being, ala the positive energies provided by the north-east which was accumulated in the south-west would get burnt due to the emission of loud noise, heat and pollution from the generator. \r\n5. There should be an elevated platform below the generator as this would provide a smooth flow to the Earth’s gravitational energies.",
    "length": 839
  },
  {
    "chunkId": "chunk_75",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": "Be it a professional, an entrepreneur or a businessman, the workplace of an individual makes a hell of a difference in determining his success and credibility in life. This includes the shape, placement as well as positioning of the work table, in synchronization with other related factors like lighting, pictures and credentials too. The need and demand for independent office premises is ever increasing and has become an inevitable and indispensible part of our modern day living. However, to make your career successful and sky-rocketing, one should not overlook the Vaastu aspects in relation to it.\r\nSHAPE\r\nThe shape and structure of your office speaks a lot about your power and position as it influences your success rate drastically. Hence it must ensure elemental harmony. This can be perfected by making sure that the cabin where you sit is regular in shape and is well defines, without having any extensions or cut outs in it. A perfect square or a rectangle would make for an ideal choice.\r\nPLACEMENT\r\n1. Make sure that the location of your office is not in a deserted and lonely area; in fact it should be set amidst the hustle bustle of a moving crowd surrounded by running roads and lots of traffic. This would ensure prosperity and god luck for your business.\r\n2. The North, North-east and North-west are considered to be very auspicious directions which attract good luck and posit",
    "length": 1400
  },
  {
    "chunkId": "chunk_76",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": "ive energies. One should choose an office building that faces one of these directions.\r\n3. Set your sitting position against a solid wall. Having a door directly ahead of you or right behind your table invites betrayal. Beware of beams as well. They cause unnecessary stress. Hidden beams behind false ceilings are equally dangerous and should be avoided from beforehand.\r\n4. The electronic equipments like computers, fax machines and so on should be kept on the left hand side of the table if your workstation faces the North. Alternatively, it should be kept on your right hand side if the direction that you face while sitting happens to be the East.\r\n5. Always choose a corner towards the South or the West wall for sitting. Make sure the area on your left has a solid wall or is a closed one.\r\n6. For businessmen, especially in the trading business, it is advisable to face the North or the East while working as this direction is owned by the Lord of wealth, Kuber. However, a professional or a person belonging to the service industry should face the East while working as this is the direction from where the sun rises and grows. \r\nWORK TABLE\r\n1. The shape of your work able should be a regular one like a square or a rectangle. Abstract shapes are not considered auspicious. The idea is to have four corners and the dimensions should not exceed in the ratio of 1:2. If the length of the tabl",
    "length": 1400
  },
  {
    "chunkId": "chunk_77",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": "e measures more than the aforementioned ratio, it gives rise to confusion and delays.\r\n2. Pictures of Gods and idols should not be placed on the desk. They should be assigned a proper and separate place with respect and honor.  \r\n3. While working on your table, keep the left side heavier.\r\n4. Eating on the workstation or table should be avoided at all means. Any activity which is not work-related should not be executed on the work table.\r\n5. Reading magazines or sleeping on the work table generates negative energy and should not be encouraged. The workstation should be used solely for money making activities. Putting down your head on your desk for a power nap is also a taboo as per Vaastu principles.\r\n6. The table where you work should be kept clean and uncluttered at all times. Cleanliness is next to Godliness and if you really want Goddess Lakshmi to shower her blessings on you, make sure you keep your work area absolutely spic and span. Again, clutter is synonymous to confusion. It also leads to creating disharmony among colleagues and should not be encouraged.\r\nLIGHTING, PICTURES AND CREDENTIALS\r\n1. Bright, white lightning is a must for people belonging to the marketing and trading sector. Professionals like doctors, architects and designers can have dim light sources in their work place but there should be adequate and sufficient lighting in the entire area.\r\n2. Hang pict",
    "length": 1400
  },
  {
    "chunkId": "chunk_78",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": "ures of water cascades without mountains on the Northern wall. This brings prosperity and success for the business.\r\n3. All your certificates, credentials and achievements should be placed on the western walls. You can even paste photos of successful and eminent heroes and business tycoons relevant to your trade. They prove to be quite beneficial.\r\nVAASTU FOR OFFICE\r\nWhile doing up the interior designing of an office, it is highly essential to keep in mind certain Vaastu principles which are mandatory to keep your working capability intact and also enhance and build a positive atmosphere within the office premises.  These Vaastu guidelines have n=been mentioned underneath.\r\n1. Automatically operating doors are not advisable for commercial establishments. Care should be taken to paint the doors of the office well so as to avoid irritating noises while opening or closing them. These kill the positive energies present in and around the surroundings.\r\n2. Dustbins should never be kept next to the doors. Also, keep all dustbins concealed and closed.\r\n3. The main door of your office should not face another door as this would let all the good energies to flow out. The best way to conserve energy and to make it reach every nook and corner is by placing the doors in a zigzag pattern.\r\n4. Mirrors or mirror-like objects should not be placed in front of the main door as they tend to reflect",
    "length": 1400
  },
  {
    "chunkId": "chunk_79",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": " and repel positive energy.\r\n5. The reception counter should be positioned in the north direction. Its height should be a standard one and it should not have a reflective glass top. Moreover, it should not have the business logo embossed on it. Placing a water body, like an aquarium or a fountain, in the reception area is considered to very auspicious but make sure the flow of water should not be pointing towards the main door. \r\n6. The nature of the business of the organization should be reflected through the office reception. The company profile or logo should be pasted on the southern wall and placement of the reception table should be diagonal to the main door. This area should be decorated with fresh flowers to ensure flow of positive energy in its premises.\r\n7. The guest seating arrangement must be along the western wall.\r\n8. The northern wall should be kept light in weight, must be painted in light pastel shades and must have maximum openings in the form of windows. All closets, cupboards and storage almirahs should be rested against the southern walls. \r\n9. Storage of files should be done depending on their importance, priority and what they contain. General files should be stored on the western walls, files relating to legal issues must be kept in the north-eastern \r\n10. The marketing staff should be allotted the north-west direction. This area belongs to the air eleme",
    "length": 1400
  },
  {
    "chunkId": "chunk_80",
    "topic": "VAASTU IN THE WORKPLACE",
    "text": "nt and hence instigates the sales personnel to get on to the field and work laboriously. \r\n11. The east direction should be allotted to the accounts and administration staff as this position is good for manipulating fund movement.\r\n12. The cash lockers and safes should be placed in the south west corner of the office to ensure stability of assets.\r\n13. The head of the office should occupy the south west area as it is the strongest position which would enable him to manage and control the entire infrastructure with great efficiency.\r\n14. None of the employees should sit with their back against a window as this is considered very inauspicious.\r\n15. The eastern and northern walls should not have the bathrooms placed along them or else it would bring in financial instability, payment problems and low business turnover for the owner.",
    "length": 840
  },
  {
    "chunkId": "chunk_81",
    "topic": "VAASTU TIPS FOR BOSSES AND BUSINESS",
    "text": "In the present competitive business scenario, we all are running a rat’s race to excel in our respective field of work. Be it a professional or a businessman, we all have our set of inhibitions and fears in respect to business related success and accomplishments. Politics at the office front, competition among employees and subordinates, unhealthy work environment, all these are a part and parcel of handling daily business pressures which one has to face in life some time or the other. Eminent Vaastu scholars believe that abiding by Vaastu principles can solve these issues very smoothly and even stop their creation, thereby building harmonious relations among the employers as well as the employees. \r\nSimple Vaastu tips for avoiding tensions and creating a healthy work environment at the office front.\r\nPOSITIONING\r\nAs the owner of the business, make sure that the north-west corner of your workplace is not over-burdened or elevated as compared to the south-east corner. Also, employees should not have their seating arrangement in the south-west or else they would gain power and strength and would start dominating you sooner or later. It would also lead to increase in conflicts and clashes with your workers.\r\nRECOGNITION\r\nWe all crave for name, fame and recognition in society, but most of the time, despite our hard work and dedication, this is not possible to achieve. If this is th",
    "length": 1400
  },
  {
    "chunkId": "chunk_82",
    "topic": "VAASTU TIPS FOR BOSSES AND BUSINESS",
    "text": "e case with you, check out the position of the kitchen in your house. If it happens to occupy the south-west portion of your apartment or bungalow, it can cause serious troubles in hampering your business and goodwill. Similarly, heat furnaces or generators kept in this direction should also be moved in to the suitable position, as defined by Vaastu, immediately. The fire element in the south-west leads to destroying and damaging of all the positive magnetic energy stored in this direction, thereby causing hurdles in your achievements.\r\nUNSTABLE BUSINESS\r\nThe marketing staff of your business enterprise should be made to sit towards the North of the premises and should not have any kind of obstructions facing them like a wall or a cabinet. If, on the contrary, it is the south that they face, you are sure not to attain the results you deserve in your business for your efforts and hard work. You would always face obstacles while closing a deal or would always be won over by a competitor.\r\nDISPUTES\r\nDisputes at the work front hinder professional growth and stability. Labor disputes and employees revolution can damage the prosperity of any business and can embroil it to time-taking and never-ending legal cases. To avoid this, check if there is any heat generating equipments placed in the north-east portion of the office. Also check if your water borings or other water related source",
    "length": 1400
  },
  {
    "chunkId": "chunk_83",
    "topic": "VAASTU TIPS FOR BOSSES AND BUSINESS",
    "text": "s are placed in the south-east. Both these, fire in the north-east and water in the south-east, are dangerous and adverse situations which need to be interchanged without loss of time to ensure success and growth of your business.\r\n\r\n\r\nACCIDENTS\r\nFire element in the North-east is also a cause for frequent accidents taking place in factories and commercial establishments. Place the Lord of Fire in its righteous position, the south-east, to avoid such mishaps.\r\nLOANS AND DEBTS\r\nVaastu defects in the North area, like blocking this direction, placing heavy furniture here, cluttering up the place and not giving it enough openings for the positive energy to enter the premises, can put you under heavy loans and debts. Also, an elevated northern side of the building can also cause this problem. Try keeping the north more open and ventilated while the south more blocked and closed.\r\nLOSSES\r\nThe north-east is considered to be a very sensitive direction which needs to be utilized very carefully. Make sure this portion of your office premises or building does not have washrooms and kitchens situated in them. Also check out the floor slopes of the structure in this area and that it has not been blocked with heavy storage materials or else it would lead to incurring of heavy losses for the business.\r\nGROWTH\r\nGrowth should be synonymous to the business  you deal in or else your hard work woul",
    "length": 1400
  },
  {
    "chunkId": "chunk_84",
    "topic": "VAASTU TIPS FOR BOSSES AND BUSINESS",
    "text": "d just go down the drains, leaving you depressed and distracted. Vaastu lays down certain guidelines which would ensure sure-shot growth for you and your business. All you have to do is check for some key areas like:\r\n* Let the subtle energies, coming from the North Pole, flow freely in your work premises. For this, you have to create more openings in the Northern side of your office. \r\n* The North is owned by Lord Kuber, the god of wealth. Hence, keep it light, well lit up, clean and uncluttered at all times.\r\n* If there is no scope for openings in the North of your office plot, then make sure the north is lighter and lower than the south direction.\r\n* Follow all Vaastu principles while placing the management and senior staff as well as the positioning of the cash counter and the lockers.\r\nVAASTU-SMART BUSINESS\r\nThere are certain Vaastu-friendly tips which should be randomly followed by every businessman to attain great heights of success in their respective endeavors.\r\n1. Don’t ever take a loan on a Tuesday, in fact, try doing the reverse. Pay all your loan installments and premiums on this day of the week.\r\n2. Never lend money on a Wednesday or else you might face problems while claiming it back.\r\n3. Hanging a picture of Lord Krishna, playing his flute and flanked by cows and his beloved Radha, is believed to snatch away all business related problems like loans and debts and",
    "length": 1400
  },
  {
    "chunkId": "chunk_85",
    "topic": "VAASTU TIPS FOR BOSSES AND BUSINESS",
    "text": " relieve you off it.\r\n4. You should draw a swastika symbol with turmeric on the main door of your office. Also make sure to light a diya every evening outside the main door.\r\n5. ‘Early to bed and early to rise makes a man healthy, wealthy and wise.’ We are all aware of this proverb and its meaning but how many of us abode by it? Start now, as ‘it’s never too late’, and you will notice a great change in you and your perspective towards success and growth in life in no time at all.",
    "length": 484
  },
  {
    "chunkId": "chunk_86",
    "topic": "HEIGHT, ELEVATION AND STAIRS",
    "text": "A high rising apartment or building catches the attention of one and all. However, not just beauty-wise but the elevation and height of a building has far greater impact on its residents and is hence discussed extensively in Vaastu doctrines. Even the staircase plays a considerable role in determining the heights of success in an individual’s life. It is believed that energies filled with the forces of life ascend with the stairs of a building and get distributed into its internal structure. \r\nWhen we talk about the height of a structure, in terms of Vaastu, we actually refer to the correct proportion in which it should be elevated. The location and shape of the stairs, too, play a vital role in determining the flow of positive energy within its premises. Hence, it becomes almost mandatory to plan out the correct positioning and proportion of your building’s appropriate height, elevation as well as the stairs at the time of construction.\r\nHEIGHT AND ELEVATION IN VAASTU\r\nCharacterization of buildings, depending on their respective heights, has been done in Vaastu science. Let’s have a look at some key points relating to this.\r\n1. If the height of a building is equal to its width, it is considered to have medium Vaastu qualities, meaning neither too good nor too bad.\r\n2. If the height of a structure is more than its width by a quarter, then it is believed to possess good Vaastu w",
    "length": 1400
  },
  {
    "chunkId": "chunk_87",
    "topic": "HEIGHT, ELEVATION AND STAIRS",
    "text": "hich would bring in peace in the lives of its inmates.\r\n3. A building’s Vaastu is perfect if its height is one and a half times more than its width. Such structures bring prosperity and success for its owners.\r\n4. If the height of a building is three fourth more than its width, it is supposed to have excellent Vaastu.\r\n5. The Vaastu of a structure is extraordinarily good if its height is just the double of its width. Such buildings bring in overall health, wealth, prosperity and success for its occupants.\r\nSome more points to be noted to ensure good Vaastu for your structure in terms of its elevation are as follows:\r\n1. If a building is south-facing, its elevation should be very heavy and it should have lesser openings in terms of windows and doors. Also, in such cases, the construction should be done in its front portion.\r\n2. In case of North-facing structures, their elevation should be very light and they should possess as many openings as possible in the form of windows and doors to let the magnetic energy coming from the North Pole flow easily into the building premises.\r\n3. For west –facing buildings, the construction rules are similar to the south-facing ones i.e. keeping them heavy and with minimum number of openings. To do this, one can make the pillars heavy, plant bushes, shrubs and trees choose darker shades for painting and so on so as to create a sense of heaviness",
    "length": 1400
  },
  {
    "chunkId": "chunk_88",
    "topic": "HEIGHT, ELEVATION AND STAIRS",
    "text": ".\r\n4. Again, the East-facing houses should be light and open in order to allow maximum amount of sunlight to enter the premises. This would ensure overall growth for its occupants and the ultra violet rays entering the structure from this direction would even cleanse the whole atmosphere off any negative energies present thereof. \r\nSTAIRS IN VAASTU\r\nThere are certain Vaastu rules which have to be applied while constructing the stairs for a structure. They are as follows:\r\n1. The south, south-west and the north-west are considered the best locations for the construction of stairs within a premise. Stairs should never be built in the northern section of the plot.\r\n2. The number of steps in a staircase should always sum up to an odd number like 5, 7, 9 and so on.\r\n3. The staircase is where we place are feet at every level, hence we should avoid hanging pictures of Gods and Goddesses anywhere along this area. Also, this being the most unstable portion of the house, we should not hang pictures of family members and friends along the staircase as well.\r\n4.   Beauty-wise it is a common trend these days to construct spiral staircases but in terms of Vaastu, such stairs are not considered auspicious as they tend to bind the structure with negative energy.\r\n5. The stairs should always ascend in a clockwise direction. Anti-clockwise steps bring in bad energies, signifying the reverse move",
    "length": 1400
  },
  {
    "chunkId": "chunk_89",
    "topic": "HEIGHT, ELEVATION AND STAIRS",
    "text": "ment of time frame for its residents.\r\n6. If a door is made at the head of the staircase it is considered propitious.\r\n7. The staircase should not be constructed in front of the main door of the house as this would let all the positive energies to automatically climd up to the next level, not letting it circulate in the lower area of the building or apartment.\r\n8. There should not be bathroom or a seating arrangement under the stairs as this is very unlucky. A storage space can be built in this area.\r\n9. The kitchen of a house should never be positioned under the staircase as this would stagnate the prosperity of the house.\r\n10. The staircase is always burdened with weight crossing it every now and then; hence you should avoid constructing your meditation room or mandir under it.",
    "length": 790
  },
  {
    "chunkId": "chunk_90",
    "topic": "LEVELS, SLOPES AND RAINWATER",
    "text": "We all know that the earth consists of gravitational and magnetic forces which in turn are an integral part of Vaastu philosophy. Pertaining to this context, the levels and slopes of a building play a very important role in determining the kind of energy, positive or negative, that would float within it. The direction of the flow of water can be both healthy as well as unhealthy and hence has to be directed with great care and research. If a structure has slopes and levels which are incorrectly diverted, it can create uneasiness and disturbance in the lives of its residents thereby hampering both peace of mind, body and soul.\r\n1. To enhance monetary growth and financial opportunities, see that the level of the floor in your house is lower towards the north and higher in the south.\r\n2. The east should not have any raised flooring as it would create problems for your children and would also cause destruction to your reputation and goodwill.\r\n3. Unexpected monetary gains are a result of a raised level in the south-east portion of the plot.\r\n4. A raised level in the south-west direction ensures stability, power and confidence.\r\n5. If the west of the house has a higher floor level, it would initiate higher education for the kids and would also provide them support.\r\n6. A building should never have a raised north-east level of the floor as this would give an open invitation to all ki",
    "length": 1400
  },
  {
    "chunkId": "chunk_91",
    "topic": "LEVELS, SLOPES AND RAINWATER",
    "text": "nds of problems relating to health, wealth and goodwill.\r\n7. A negative impact is created on the finances of the family is the north is raised.\r\n8. A fear of death and theft would hover over the inmates of the house if the floor level is low towards the south-east.\r\n9.  Ill health, depression and delays in execution of every plan, relating to success in life, would be caused if the level of the floor of your house is lower towards its south.\r\n10. If the north-east area of your building has the lowest floor level, it is supposed to be very propitious as it would bring in name, fame, good health and wealth for its inmates.\r\n11. All sorts of stomach related diseases would occur to the occupants of a house which has a depressed central portion.\r\n12. A slope of water moving towards the north brings about financial stability\r\n13. Similarly, a slope of water moving towards the north-east results in overall prosperity for the family.\r\n14. Fame and fortune would touch your feet if slopes of water in your house move towards the east.\r\n15. A lot of wastage of money would take place if the water in the house slopes towards the south.\r\n16. Again, a water slope towards the south-west is a cause for depression and delays in execution of various important decisions of your life.\r\n17. Unwanted fights and legal issues would encircle you if the slope of water in your house is created towards the ",
    "length": 1400
  },
  {
    "chunkId": "chunk_92",
    "topic": "LEVELS, SLOPES AND RAINWATER",
    "text": "south-east.\r\n18. Rainwater harvesting is being commonly adapted even in residences and apartments in most urban cities. The best directions for this are north, north-east and east.",
    "length": 180
  },
  {
    "chunkId": "chunk_93",
    "topic": "VAASTU AND WATER TANKS",
    "text": "Among the five elements of nature, water in the most potent one on which depends our very life and existence. ‘No water, No life.’ Water is precious and despite great innovations and discoveries in almost every sphere of life, scientists all across the globe are yet to find a substitute for this naturally available and highly essential element of life.\r\nFrom the Vaastu point of view, water, in whatever forms it is used by man, should be directed, stored, and placed in the correct direction so as to ensure stability, growth and abundance in his life. This includes storage water tanks, overhead and underground tanks and septic tanks too. Incorrect placement of any of these can cause lots of difficulties and disrupt one’s day to day living extensively.\r\nUNDERGROUND WATER TANKS\r\nWater scarcity has become a normal thing with the growing population, giving rise to the growing demand for underground water tanks, especially in small colonies and multi-storied apartments. However, Vaastu lays down certain principles for the placement of the same which should be kept in mind to ensure their correct location. \r\n1. Underground water tanks should never occupy the south-west area of a given plot or else it would invite serious problems like depression, anxiety etc. for the occupants of the building constructed on it. \r\n2. Location of underground water tanks in the south-west would also exhau",
    "length": 1400
  },
  {
    "chunkId": "chunk_94",
    "topic": "VAASTU AND WATER TANKS",
    "text": "st all your earned income as well as savings. \r\n3. Underground water tanks placed in the south-east would cause fire-related accidents or other related problems. This includes clashes among the family members, bad reputation among relatives and friends and unwanted fights.\r\n4. Another major problem which can be caused due to wrong placement of underground water tanks is occurrence of thefts, taxation issues and legal tangles.\r\nOVERHEAD WATER TANKS\r\nOverhead water tanks are installed to provide water instantly into bathrooms and washrooms. The best location for these is the south-west portion of the house which would provide the inmates’ confidence to execute and complete their pending projects well within time. \r\n1. If overhead water tanks are positioned in the north east part of the building, they lead to serious Vaastu defects which directly invite mental and health issues for its occupants.\r\n2. As in the case of underground water tanks, if overhead water tanks are also placed in the south east portion of the house, it would create the same kinds of problems related to fire.\r\n3. The family would be burdened with financial crisis if overhead water tanks are placed over the kitchen.\r\n4. If overhead water tanks are placed above the bedroom, its residents would have sleepless nights, unnecessary tensions and health problems.\r\n5. The only place for keeping the overhead water tanks",
    "length": 1400
  },
  {
    "chunkId": "chunk_95",
    "topic": "VAASTU AND WATER TANKS",
    "text": " is above the bathrooms.\r\nSEPTIC TANK\r\nDespite modernization in every part of the globe, there are many such places in the outskirts of urban cities, in industrial units in remote areas and in farmhouses where the sewerage line does not extend. Hence, huge pits and tanks are erected to dump all kinds of industrial and human wastes. Such tanks are called septic tanks. Vaastu guidelines mention the positioning of these as well.\r\n1. Septic tanks should always be round in shape.\r\n2. The position of the tank should never be south west as this would cause depression and delays for the inmates.\r\n3. Chances of severe accidents and diseases are generated if the septic tank is constructed in the north-east of the plot.\r\n4. If the septic tank falls in the south-east, it would cause fire-related mishaps.\r\n5. The best location for disposal of waste is north-west and hence a septic tank should only be built in this direction.\r\nOIL TANKS\r\nOil tanks are a necessity for certain types of industries which is used to conserve and store oil. Let’s see where these should be placed so as to prove fruitful for the proprietor of the business.\r\n1. Under no circumstances should the oil tanks be placed in the north-eastern region of the factory premises.\r\n2. They should not occupy the south-west either.\r\n3. The best location for oil tanks is the eastern side and moving towards the southern direction.",
    "length": 1395
  },
  {
    "chunkId": "chunk_96",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": "COLORS\r\nColors are nothing but vibrations of light at different wavelengths which cause the creation of its various different shades and hues. Colors immensely dominate many aspects of our life including emotional, physical, intellectual, materialistic as well as intuitive, thereby affecting our behavioral patterns, moods and even lifestyle. Vaastu says that these colors have to be tuned well within our respective environments so as to create a harmony with them. In olden days, learned people were well versed with the influence of the seven primary colors on their lives and hence associated them with the corresponding seven planets and the seven days of the week in correlation with the seven major chakras or energy centers present in the human body.\r\nWith the growing consciousness of Vaastu and its effects on mankind, it has become almost inevitable to synchronize well with the seven primary as well as the secondary color shades so that they work together to ensure successful living for one and all. To execute this, it is highly important to be aware of the prosperities of all the seven primary colors viz. red, orange, yellow, green, blue, indigo and violet.\r\nRED\r\nRed is a color very closely linked with the human body. In fact, the blood which floats inside our system is red in color too. Red, being associated with the base chakra of the human body, symbolizes lust, passion and",
    "length": 1400
  },
  {
    "chunkId": "chunk_97",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": " materialism and also fire. The positivity with this color is it provides energy, will power and zeal to carry out activities.\r\n1. The front portion of buildings facing the south should have red color painted on them. One can, alternatively, add a red color element to the front exterior if he is not very keen on getting the entire structure painted in red. For the interiors, the south wall of the living room can be colored in red to create life-force energy.\r\n2. Pink or rosy red symbolizes love and is best suited for bedrooms, especially for newly-weds. In fact, it can be used by all married couples to avoid fights and conflicts with their spouses.\r\n3. Avoid using dark red shades for the bedroom as they signify anger.\r\nORANGE\r\nOrange is a color that stands for health, vitality, ambition, pride and communication. Proper use of it can make your life both prosperous and successful.\r\n1. Young aspirant achievers should use orange color to paint the southern wall of their bedroom.\r\n2. People who tend to get annoyed very quickly and are short tempered by nature should avoid the use of orange as it is a fiery color.\r\n3. Kitchens located in the south or south-east can be colored in shades of orange.\r\n4. Depressed souls or people who feel low often, should use this color more frequently as orange is a significant of life as well. Orange color in the puja room is also considered very ausp",
    "length": 1400
  },
  {
    "chunkId": "chunk_98",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": "icious.\r\n5. Orange represents the Sacral Chakra in the human body which in turn is associates with the excretory system, genitals, pancreas, bladder and kidneys. People facing health problems with these organs should switch to the use of orange color in their lives.  \r\nYELLOW\r\nYellow is the color which finds connectivity with Goddess Lakshmi and Goddess Saraswati. Where the literal connection of the color lies with light and illumination, its deeper connectivity enhances concentration, stabilization of the mind, intellect and higher mental activities of an individual. This color is best adorned on the northern walls of a structure.\r\n1. North facing structures should be painted in orange on the front side as an invitation to Goddess Lakshmi. Also, the northern section rooms in the house should have this color predominantly.\r\n2. People facing with broken limbs, fractures and weak bone density should wear orange color clothes as this color is known for its cementing and firming nature.\r\n3. People who have mood swings very often and are stressed with behavioral problems should use this color more often as orange occupies the solar plexus chakra in the human body. \r\n4. Yellow is the color for prosperity and hence it is considered very lucky to keep yellow colored semi-precious and precious stones in the cash box at the work front.\r\nGREEN\r\nGreen color is a symbol which stands for nat",
    "length": 1400
  },
  {
    "chunkId": "chunk_99",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": "ure, fertility, prosperity, abundance and growth. It induces positive vibrations which in turn generate rebirth and create new ideas. This color is blessed with a healing touch and a cooling effect and should be used by people who possess a stubborn and irritable nature.   \r\n1. Green color is connected with the heart chakra and can be used by people suffering from heart and blood pressure problems. It even has a soothing effect and can be applied in bedrooms by couples facing disturbance in their married lives. Pastel green shades in the south-eastern bedrooms are very effective in this case.\r\n2. East facing structures should be painted in green for the front façade as this helps bring in harmony and peace. Also, there should be a green element in the office of architects, designers, fashion stylists and others belonging to the consultancy business spectrum.\r\n\r\n\r\n\r\n\r\nBLUE\r\nWater and sky both are naturally adorned in blue. Hence, this color is a symbol of emotions, purity, inspiration, devotion and truth. Blue is a healing and merciful color which occupies the throat chakra and even assists in reducing pains and aches in the body.\r\n1. Blue is an unstable and reducing color, therefore it should never be used in workplaces or restaurants, shops and offices. Being an element of water, it should not be used in the kitchen as well. Blue color is best suited for children’s bedroom\r\n2.",
    "length": 1400
  },
  {
    "chunkId": "chunk_100",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": " West is the most harmonious direction for usage of the color blue, since Varundev, the lord of water, occupies this direction.\r\n3. South-east is owned by fire and hence blue color is a taboo for this direction.\r\nINDIGO\r\nIndigo is blessed with abilities like curing of psychic behaviors, creating a spiritual environment and connecting to one’s inner self. \r\n1. This color is an ideal choice for the meditation and study room. However, it can be used anywhere leaving out the bathrooms and the kitchen.\r\n2. A tinge of white, when added to indigo, creates a positive environment.\r\n3. Indigo signifies and represents Lord Krishna and is therefore considered very auspicious.\r\n4. Indigo represents the brow Chakra which takes care of the eyes, ears and face of the human body. Hence, the faculties of clairvoyance and intuition are enhanced by it.\r\nVIOLET\r\nViolet is a color which indicates and supports religious devotion, spirituality, knowledge and temperance. It enhances memory power, spiritual behavior, improves concentration and provides stability of mind.\r\n1. This color is most appropriate for the puja room or the study room and is ideal for scholars, students or anyone who has lots of mental activity to perform.\r\n2. This color is an absolute no-no for bathrooms and kitchens.\r\n3. Violet should be restricted in places which are filled with ambitious and materialistic approach like offices",
    "length": 1400
  },
  {
    "chunkId": "chunk_101",
    "topic": "VAASTU FOR BETTER LIVING",
    "text": " and workplaces as it induces a felling of spirituality within the inmates of that enclosure, thereby deviating them from their goal in life.\r\n4. Violet brings about contentment and satisfaction in life. Hence, people who are always dissatisfied with what they have and are indecisive in their decisions should make usage of this color more often. \r\n5. Violet controls the nervous system in the human body as it relates to the crown chakra.",
    "length": 440
  },
  {
    "chunkId": "chunk_102",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "So far we have clearly understood that Vaastu guides our way towards a happy, fruitful and prosperous life. It balances all aspects of our life be it physical, spiritual and psychological and brings about harmony among them by inducing positivity within us and our environment. Simple Vaastu guidelines, if followed religiously, can bring about a tremendous change in our quality of life and social status.\r\nMany a times there are various predetermined factors which do not allow Vaastu to seep in and be introduced in the form of alterations within the specified structure or building. In such circumstances, we can still try to prevent and stop the generation of negative energies which would otherwise worsen the situation further. Simple tips like keeping the corners of the house clean, using positive combinations and colors to decorate the interiors, playing soft and soothing music and lighting sandalwood sticks are some of the most helpful and easily achievable techniques which can clear the surroundings of the plot off all its negativities. \r\n\r\n\r\n\r\n\r\nTIPS RELATED TO THE SPIRITUAL WORLD\r\nAPPLYING TILAK\r\nAlmost all Hindus wear a tilak on their forehead as it invokes a sense of purity and stability in them. Similar is the case with office buildings and residential houses. A tilak is applied right on the central wall of the building at a height of 6 to 8 feet from the ground level. Th",
    "length": 1400
  },
  {
    "chunkId": "chunk_103",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "is is believed to augur prosperity for its residents. A tilak is even applied on all the doors of the house, leaving out the bathrooms.\r\nHowever, the color of the tilak should be chosen depending on the requirement of the inmates of the building. People looking for peace and sanctity within their homes should apply a white sandal tilak and those seeking ambition, vigor and aggressiveness should go in for a red kumkum powder tilak. A yellow tilak should be chosen to attract wealth and financial success and for gaining a commanding effect and authority, one should make use of a bhasma tilak. To make the tilak work more positively, it should be applied in the form of symbols like Swastik or Aum. Many people use a U-shape for a tilak, this symbolizes the feet of Lord Vishnu who is the Preserver of the Hindu Trinity. A very general practice is to add rice grains to the tilak. This, however, is done to attract prosperity and satisfy Maa Annapurna who in turn fulfills the house and its inmates with fulfillment of food and various luxuries of life.\r\nDEMON FACES\r\nIt is a very common belief that hanging pictures or masks of demons outside the building would ward off evils and negativities from entering into a premises. This, however, is not true. In fact, Vaastu considers this as a highly inauspicious act as prosperity and good luck find place only in places which exhibit beautiful and p",
    "length": 1400
  },
  {
    "chunkId": "chunk_104",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "ious things. The best is to draw holy symbols on the building structure, as discussed above.\r\nMany people even place pictures of deities outside their homes. This, again, is considered an offence in Vaastu because it is like showing disrespect to our Gods and Goddesses by leaving them alone, unattended in the harsh weather conditions of heat, rain, cold and storm, while we sit inside relaxed in the cozy confines of our drawing rooms.\r\nSPIRITUALITY\r\nThanking the Almighty for all his blessings and support should be an inevitable part of our daily regime. Hence, we can make the environment spiritually effective and healthy by making use of violet shades. We should also sit quietly for some time and press our thumb against the index finger to concentrate on our karma. \r\nTIPS RELATED OT THE PHYSICAL WORLD\r\nBODY POSTURES\r\nBody postures depict and speak a lot about a person’s nature and personality. Also, certain postures are not permissible and are considered unreceptive in nature like sitting with legs crossed or crossing arms across the chest depict stubbornness in a person’s nature. Moreover, these postures restrict the free flow of energy from the base of the spine to the rest of the body. Hence, a person should always adopt an open posture with legs and arms in a straight position.\r\nHEALTH\r\nHealth is wealth; a healthy mind and body can alone lead to prosperity and success. Speci",
    "length": 1400
  },
  {
    "chunkId": "chunk_105",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "al care should be taken to keep health problems at bay. Never build a bathroom in the north-east as this welcomes chronic diseases for its inmates. The head should never be placed in the north while sleeping as the magnetic energy flow coming from the North Pole would disturb your sleep. Toilets, swimming pools and underground water tanks in the south also affect health seriously. Moreover, high blood pressure and irritability may be caused as a result of a bedroom placed in the south-east. Eye-related problems strokes and paralysis are caused if the eastern side of your plot is blocked.\r\n\r\n\r\n\r\n\r\nFIRE\r\nFire is a sacred element of nature and should never be touched by feet including matchsticks and cigarette stubs. Many people have the habit of opening doors by pushing with their feet. This is considered highly inauspicious. Even rubbing your feet against each other or sleeping with crossed legs brings in bad luck. Remember, goddess Lakshmi blesses them who are neat, clean and odor free from top to bottom.\r\nGOOD LIFE PARTNER\r\nOpposites attract and the rule of relativity applies while choosing the correct life partner. It is said that the journey through life, even though the road is full with lots of pitfalls and holes, becomes easy and enjoyable if you have the right companion to accompany you throughout this journey called life. Usage of correct color combinations and sounds, ",
    "length": 1400
  },
  {
    "chunkId": "chunk_106",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "balancing darkness with light and dullness with sharp thought makes for a convenient and comfortable understanding between spouses.\r\nRESTLESSS MOVEMENTS\r\nIt is very commonly seen in people to tap on tables or on their own body parts to produce sound or simply involve in unnecessary fidgety movements just for fun’s sake. These are not auspicious and should be avoided religiously.\r\nDAILY BATH\r\nOne should start the day fresh by taking a bath early in the morning. This helps keep negative energies at bay. Taking a bath with sea-salt also boosts the flow of positive energy within the body.\r\nSTUDYING\r\nMake sure your child has a solid wall behind his back while studying. This provides energy supports and improves concentration in the child. Also, see that the study area is free from clutter of old mails, letters, non-working pens, junk stationery items and so on as these bring in a lot of negativity with them.\r\nDINING\r\nIt is believed that having your food in the kitchen, as people used to do in olden days, is very lucky and favorable for the members of the family. One should always face the north while eating. The first portion of every meal should be offered t the god of fire, the next pert to a cow and the third bit to a dog. This helps in clearing off the evil effects of any pre-earned bad actions. You can even donate food to organizations looking after stray dogs and street cows. ",
    "length": 1400
  },
  {
    "chunkId": "chunk_107",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "\r\nPARENT-CHILD RELATIONSHIP\r\nEgo kills every relationship and delivers bad vibes within the environment and surrounding. This happens when the northern side of the plot is higher than the southern portion leading to an uncomfortable relationship with your siblings. Also, never let your son occupy the south-west room of the house, or else he would dominate you and even indulge in arguments and fights.\r\nSECURITY FROM ENEMIES\r\nNo one wants enemies around them. This can be judged and taken care of by scanning the south-east of the building for main entrances and water sources and making them Vaastu-compliant.\r\nTIPS RELATED TO THE MATERIAL WORLD\r\nGOOD INCOME\r\nYou should never say that you are poor and cannot afford a good life. this will only lead to adding on to your problems. Pay your dues and balances on time. Face the north; this will open new money-making opportunities for you. Make sure the water slope in your plot or house does not face the south or south-west. The north to south passage should be clear to boost up the North Pole energy. Keep the entrance points of the house beautified and always step into the house from a prosperous direction. There should not be obstructions at the door either from outside or inside. Always place time clocks and calendars on the northern walls of your house.\r\nLIGHTING\r\nDarkness in a house or a building is an indicator of dullness, tension a",
    "length": 1400
  },
  {
    "chunkId": "chunk_108",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "nd depression. One should switch on all the lights of the house in the evening for a short period of time, when the sun sets. This vanquishes the essence of darkness. Also, keep the light on in the north-east corner of the house at all times.\r\nPOSITIVE SOUNDS\r\nRinging bells in all corners of the house creates positive vibrations within the premises. This helps in removing negative elements present in the surrounding and even kills many kinds of bacteria from the sir. The sound of conch (shankh) is considered both auspicious as well as an eradicator of negativity from the house. Positive vibes are also created by playing soft and soothing music within the confines of your home.\r\nNAME AND FAME\r\nName and fame bring along money but money alone cannot bring in name and fame for you. Keeping the East direction of the house neat and clean and free from any kind of burden ensures name, fame and goodwill for its residents.\r\nHOUSE CLEANING TOOLS\r\nHouse cleaning equipments like broom sticks and mops should not be placed under the staircase as it causes Vaastu imbalance. These things should not be kept in the north, north-east or east directions either. Also, brooms should not be kept in a standing position and one should never touch them with his feet as this is considered very inauspicious.\r\nTIME AND DATE ARTICLES\r\nTime-related objects like time pieces, wall clocks, calendars and other s",
    "length": 1400
  },
  {
    "chunkId": "chunk_109",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "uch things should not be kept on the south. South-east or south-west walls or directions, this would induce an unfavorable time phase in one’s life. Clocks and calendars should not be placed above the doors as well. Make sure all time denoting machines are in working condition and operational. If any of them is not working, it should be wrapped in a piece of paper and kept in the cupboard.\r\nMONEY\r\nIf, by any chance, there is a blockage of the flow of energies in your house, it would bring about stagnation in the flow of money in your life. Using multi-colored lights, ringing bells in all corners of the house, providing proper ventilation within the premises are all ways of improving this flow and letting the movement of money be smooth and rolling in your life. \r\nNAILS\r\nVaastu claims that even walls, although they are non-living objects, get hurt when hammered with nails on them to hang pictures and decorative items. Instead, you can use brass screws to do the needful. \r\nFRONT COURTYARDS AND WALLS\r\nThe front courtyard or any of its adjoining walls in the house or at the office front should not be broken or in a dilapidated state. This area should be kept clutter-free as well. If these are not tended to, these would bring in tensions for its inmates. A peeling front wall can even increase chances of litigations and invoking of government issues. Make sure all the walls of your h",
    "length": 1400
  },
  {
    "chunkId": "chunk_110",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "ouse are intact and in well maintained condition, just like the way we take care of our other belongings.\r\nTIPS RELATED TO THE NATURAL WORLD\r\nESSENTIAL OILS AND INCENSE \r\nFragrant oils and incense sticks of flowers and other essential natural elements induce a sense of positivity in the environment. These should be lit on a regular basis to clear off all forms of negativity from within the confines of your home. \r\n\r\n\r\n\r\n\r\nPETS AND PLANTS\r\nKeeping pets and taking good care of them bring in positive energy and is considered very lucky as well. Keeping an aquarium and feeding fishes and birds is also regarded as very auspicious. Even plants and trees, if watered on a regular basis from your water resources, extract negativity from the environment. It is believed that plants and animals, when share your food, tend to share your problems and sorrows and even heal your karma, thereby reducing your burden in multifold. \r\nREJUVENATED ENVIRONMENT\r\nFresh flowers, fragrant candles, aromatic incense sticks, light and soft music, pictures and photos depicting happy moments, all these re-energize and rejuvenate the environment by breathing in fresh life into the room. All these natural and man-made elements help a lot in inducing positivity within the house.\r\nCRYSTALS\r\nCrystals are semi-precious stones which are well-known for their cleansing properties. Quartz crystals work as a filter for ",
    "length": 1400
  },
  {
    "chunkId": "chunk_111",
    "topic": "TIPS FOR A BETTER LIFE",
    "text": "various energies and are blessed with six powerful properties and are known for their structure, power to store, amplify, focus, transmit and transform energy relating to matter, thought, emotion and information. They naturally energize and harmonize both the physical as well as the subtle energy present within us.\r\nUses of Crystals\r\n* Preparing a crystal elixir by pouring in water in a bowl and keeping the crystal in it for few days is a very good way of cleaning negative energy from within the building premises by sprinkling it all over the place.thi water can also be drunk as it consists of healing properties for various diseases. \r\n* Crystal stones kept in rooms can absorb negative energy produces therein by the people living there. It can rid one off feelings of depression and diseased energies. \r\n* Wearing crystal pendants and strings help to reduce feeling of depression, anxiety and grudges in relationships as they offer soothing energies to the wearer.\r\n* Crystals are available in various shapes and sizes like balls, stars, pyramids and so on. Each of these are used as healing tools to cure different ailments and also to divert a person’s mind and subtle energies to create a Vaastu-friendly tone within him and the surrounding environment.",
    "length": 1266
  },
  {
    "chunkId": "chunk_112",
    "topic": "VAASTU FOR HAPPINESS",
    "text": "It has been wisely said that ‘the joy of happiness lies in the giving’ meaning if you give something to someone, you get back in abundance and also feel pleasure and joy in it. The biggest example is nature which gives us bountifully and never expects anything in return.\r\nThe rule of nature is you should part with whatever you crave for, the most, and then it would come back to you in abundance. For example, if you crave for love, then love everyone unconditionally first, you would then find love flowing in for you from all corners. The same applies with cash. If you have a cash crunch, first let it flow from your end, only then will you have money rolling in for you. Vaastu says never give out pain and hatred to anyone as it would come back to you in return time times over. Moreover, people suffer from serious diseases physically due to sustained hatred and deep rooted grudges that they keep against others. Vedic Vaastu suggests lighting an oil lamp outside the main door brings in light and good vibes within the house.\r\nLAW OF ACCEPTANCE\r\nThe law of acceptance is the key to happiness. We should happily accept whatever comes our way. Not getting anxious during happy moments and staying calm at times of sorrow is the biggest parameter of a sensible and perfect human being. \r\n\r\n\r\n\r\n\r\nLIFE-FORCE ENERGIES\r\nThe universe around us is filled with life force subtle energies in the form",
    "length": 1400
  },
  {
    "chunkId": "chunk_113",
    "topic": "VAASTU FOR HAPPINESS",
    "text": " of magnetic energy, energy from the North Pole, gravitational energy and so on. To live in harmony and peace, we should make sure to tune in and welcome these energies into our house as far as possible by letting open their entry points and not blocking them in any manner. An obstacle-free flow of these positive forces would induce an element of life force within the environment thereby letting you grow in every respective field. These points should be noted at the time of constructing a building but if a structure has already been erected and there is no scope for bringing about physical changes, you can still induce positivity by playing soft music, keeping the area clutter-free, mopping the floor with sea salt and lighting incense sticks regularly.\r\nPETS AND PLANTS\r\nBoth pets and plants share our joys and sorrows; are held responsible for our karma and absorb negativity present in and around us. Keeping fishes in an aquarium in the house, looking after pets, nurturing plants are simple ways of distributing our share of happiness and difficulties with them.\r\nFIVE ELEMENTS\r\nHuman body is made up of all the five elements of nature viz Earth, space, fire, water and air. Where earth provides shape and size to the body, space produces sound, fire induces hunger, water supports fluids and air ignites a sense of touch. A healthy body is one which has all the five element well harmo",
    "length": 1400
  },
  {
    "chunkId": "chunk_114",
    "topic": "VAASTU FOR HAPPINESS",
    "text": "nized within it in the right condition and quantum. \r\nBODY VAASTU\r\nMaintaining and following the right Vaastu rules not only balance the human body in accordance with the five elements, but also hold great importance in providing acceptance, prosperity, success and goodwill in life. Sitting in wrong positions with crossed arms and legs, not facing the north while working and not sleeping with the head in the right direction are some of the Vaastu defects which can make life troublesome and problematic for you and your family.",
    "length": 531
  },
  {
    "chunkId": "chunk_115",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "Food, clothing ans shelter are the three most basic necessities of life. No human being is self-satisfied and complete, there is something lacking in everyone’s life, but to live life happily along with the craving to achieve what one does not possess is what is called the true essence of life. The grass always seems greener on the other side and if a person lacks in any one of his vital needs, life becomes tough and unmanageable. \r\nMany a times it is seen that despite our hard work and vigorous efforts, our dreams do not get fulfilled and we do not get to achieve what we had thought we would. Vaastu principles set down certain guidelines which make life simpler for us, by setting the right cord, both at the personal and professional front and making life worth living and enjoying to the fullest. Just follow what Vaastu asks us to do.\r\nLACK OF CONCENTRATION, \r\nConcentration is the key to success for both students and businessmen or for people seeking out their career in their respective professional fields. However, when body energy centers or chakras are not balanced properly, they lead to mental instability and lack of concentration. Even family pressures and tensions cause mental burden. Using yellow and violet shades around you, facing the North while doing mental work, having open space in front of you or placing a pyramid in front of you, if the former is not possible, ar",
    "length": 1400
  },
  {
    "chunkId": "chunk_116",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "e some of the simple ways of increasing one’s concentration and working skills.\r\nLACK OF RECOGNITION\r\nMany people earn money but lack recognition. They do not get to earn name and fame in society. This absence of acknowledgement in one’s achievements is caused due to a wrong positioning of the kitchen. If the fire element, in any form, be it ovens and stoves in the household kitchens or boilers, heat furnaces and generators in the factory or plant, are placed in the south-west, it would burn away all your hard work, strategies and plans and reduce your efforts to nil as the magnetic energy stored here gets burnt.\r\nLACK OF ENERGY\r\nLethargy and fatigue are anti-success elements. Despite eating well and maintaining a healthy lifestyle, most of the time we look stressed out and worked up. This is an indication that the main root chakra, located at the base of our spine, responsible for transmitting basic energy to the chakras located higher up in the body, is depleted. This is caused when the energy coming in from the North-east corner and going to the south-west of the house is broken due to some kind of excavation. It leads to dissipation of energy. Even burdening the magnetic energy line by the presence of any pillar or heavy furniture can lead to this situation. Try introducing more of reds and oranges in your surroundings as it would help get rid of lethargy and fatigue. \r\nLAC",
    "length": 1400
  },
  {
    "chunkId": "chunk_117",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "K OF HAPPINESS\r\nWe often feel good in certain surroundings and uncomfortable in yet some others. This happens due to presence of subtle environmental energies, both positive as well as negative. A hospital always makes us feel depressed while a temple emits soothing vibrations. We can enhance our home environment with positive vibrations through Vaastu. Always sleep with your head pointing towards the south. Use a combination of light and dark hues to decorate your place. Keep an amethyst quartz crystal in your drawing area; this would bring in calmness in the environment. While working in the office, always sit against a solid wall. Never sit or sleep under a beam, it generates stress and burden on you. Eliminate all negativities. Identify and remove them by following the Vaastu way of life and feel the difference in health, relations and your career as well.\r\n\r\n\r\n\r\n\r\nIDENTIFYING NEGATIVE ENERGIES\r\nIRRITATING NOISES\r\nNoises made by creaking doors and windows and by moving furniture from position to another within the house kill all positive energies present therein. Hence, it is highly essential to oil all doors and windows from time to time to avoid creation of this unpleasant noise. \r\nBATHROOMS AND KITCHENS\r\nThe source point of all subtle energies within the confines of the house should never be blocked by placement of bathrooms and kitchens there. They burn away and contami",
    "length": 1400
  },
  {
    "chunkId": "chunk_118",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "nate these energies, thereby resulting in bringing about all kinds of problems for its occupants.   \r\nCLUTTER\r\nClutter, in any and every form only brings about stress and reduces work capacity. It builds negative energy by draining off all your physical, emotional and mental stress. To identify a clutter, just try to judge the object with two adjectives in mind, is it operation and/or beautiful, if you get the answer in a negative for both, simply dispose it off without giving it a second thought. Clutter, in Vaastu terms, is ‘stuck-up energy’ which has to be let out to allow room for fresh energy and positivity. \r\nDEAD THINGS\r\nDead and negative energy is signified by non-functional walls clocks as well as non-operational electronic gadgets which should be cleared away at once. Keeping dry flowers in flower vases also emit negativity and should be replaced immediately.\r\nDEPRESSED MOODS\r\nTry to be happy always. A negative mood would exude negative energy which in turn gets stored in the house and would make you feel low even when you actually are not.\r\nDISEASED ENVIONMENT\r\nDiseased energy is distributed in the house when any family member falls ill, thereby making the entire environment dull and depressed.\r\nPURIFYING NEGATIVE ENERGIES\r\nESSENTIAL OILS AND INCENSE\r\nA very nice way of inducing progressive thoughts and uplifting one’s mood is by lighting incense sticks, aroma therap",
    "length": 1400
  },
  {
    "chunkId": "chunk_119",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "eutic candles and essential oils of flowers. This helps reduce and remove all negative energy forms and thoughts from the surrounding environment.\r\nLIGHTING\r\nDarkness depicts depression, tension and dullness. The best way to drive away these negativities is by keeping the place brightly lit up. Make sure to switch on the lights of the house at the time of sunset, in the evening, even though for a brief period. This vanishes the essence of darkness. Keep the north-east corner of your house illuminated at all times.\r\nSOUNDS\r\nSounds of bells ringing, conch and soothing light music induce positive vibrations in the environment and help in clearing away all negativity.\r\nSEA SALT\r\nSea salt is a good extractor of negativity and should be placed in every room in a bowl and even under a sick man’s bed. However, this salt should be replaced every 15 days. Mopping the floor with sea-salt also helps cleanse the environment.\r\n\r\n\r\n\r\n\r\n\r\n\r\nNATURE\r\nSunlight is the most natural source of light and heat energy. Make sure the house gets well lit up with sunlight every morning. This would help create a salubrious environment in a homely atmosphere.\r\nCRYSTALS\r\nCrystals are semi-precious stones extracted from the earth’s crust and known for their cleansing properties. The quartz stones are the most effective ones as they eliminate negative energy from the surrounding and create a flow of positive vi",
    "length": 1400
  },
  {
    "chunkId": "chunk_120",
    "topic": "VAASTU FOR ENERGY-HOW TO TACKLE LOVE, LIFE OR LACK OF BOTH",
    "text": "bes within it.",
    "length": 14
  },
  {
    "chunkId": "chunk_121",
    "topic": "VAASTU FOR LIFESTYLE",
    "text": "We all strive towards achieving a good lifestyle with high standards of living. High social status, huge bank balance and a luxurious life is a dream for every enthusiastic human being. All these can be achieved by keeping a positive attitude and a promising outlook towards life. Let all negative vibrations stay miles away from you and you would soon realize that everything is achievable in this so called materialistic world. \r\nFear is not for good. Avoid anger and frustration and learn to feel good about yourself and others. Smile is the biggest healer of all anxieties and even transmutes happiness. Improve your lifestyle by dressing up, wearing good clothes, spreading happiness by being happy yourself and staying active. All this would lead to a better life and a better future ahead of you.\r\nENHANCE POSITIVE ENERGIES\r\nKeep your surroundings filled with positive vibrations by using soothing shades to decorate the interiors of your home, de-cluttering and using bright illumination sources. \r\n\r\n\r\n\r\n\r\nELIMINATE NEGATIVE ENERGIES\r\nUsing different methods to absorb negativity from the surrounding is the best way for eliminating it. To do the needful ignite pure sandalwood incense sticks, mop the floor with sea salt or keep the same in a bowl next to you.\r\nUSE THE NORTH\r\nAs discussed earlier, use the north direction to the maximum benefit. It is owned by Kuber, the lord of wealth an",
    "length": 1400
  },
  {
    "chunkId": "chunk_122",
    "topic": "VAASTU FOR LIFESTYLE",
    "text": "d hence facing the north while working sharpens and increases your working capacity whereas facing this direction while eating and drinking energizes your mind, body and soul. While sleeping, point your feet to the north, this would bless you with wealth, success and prosperity.\r\nBLOCK THE WEST\r\nHaving openings in the west direction leads to draining away your hard earned money and energy, hence keep this direction blocked as far as possible.\r\nAVOID IRREGULAR SHAPES\r\nIrregular shapes bring about irregularity in every aspect of life; this is what Vaastu stresses on. Always ensure the presence of four regular corners within a structure, building or room. A plot having more than four corners is considered a serious Vaastu defect and should be avoided at all costs. L-shaped plots, rooms having cuts at the corners are not recommended at all. Such multi-cornered rooms, even though architecturally decorated, hinder the flow and distribution of positive energies properly. \r\nTIPS FOR SUCCESS\r\nCREATE STRONG ENERGIES\r\nAlways try to enhance and capitalize on creation of positive energies as much as possible. This can be done in various ways like using good lighting, maintaining cleanliness, adopting a combination of sharp colors and so on.\r\n\r\n\r\nNO OBSTRUCTION\r\nAlways provide enough room for energy to flow in front of you freely. Do not work on a table that is set against a wall as it would",
    "length": 1400
  },
  {
    "chunkId": "chunk_123",
    "topic": "VAASTU FOR LIFESTYLE",
    "text": " hinder the flow of energy coming towards you. Creating a book shelf on the table also stops energy from flowing without obstruction.\r\nUSE OF FINGERS\r\nAll the positive energies generated by the five elements of nature are available on our hands and fingers. Moving or rotating them needlessly drains away the positive energy from within our body.\r\nPOSTURES OF THE BODY\r\nThe correct and smartest way of sitting is to sit upright with your back straight. This permits free flow of energy from the base of the spine to the rest of our body.\r\nIDENTIFY THE NORTH-EAST\r\nAlways try to boost up the north east corner of your house or office by decorating it with colorful and attractive lights and fresh fragrant flowers. You can further strengthen this corner by introducing a water element like a fountain; this would boost up your prosperity and success quotient.\r\nPOINT TO THE SOUTH\r\nA sound and healthy sleep is a must for a fresh, healthy and favorable mind, body and soul and this can be achieved by pointing your head towards the south while sleeping. On the contrary, if you sleep with your head down pointing towards the north, the electromagnetic waves coming in from this direction would disturb the flow of energy thereby causing aches and pains in your body.",
    "length": 1264
  },
  {
    "chunkId": "chunk_124",
    "topic": "VAASTU GAYATRI MANTRA",
    "text": "We are all aware of the Gayatri Mantra ‘Aum Bhur Bhuvasvaha, Tatsavitur Vareniyam, Bhargo Devasya Dhimahi, Dhiya yonh Prachodaya.’ In a recent research, it has been globally proven that chanting or playing of the Gayatri Mantra on a regular basis creates positive vibrations which help clear off all negativities within the surrounding. \r\nVAASTU GAYATRI MANTRA\r\nBenefit- The Vaastu Purusha Gayatri Mantra, if recited regularly, brings about peace, good health, wealth, prosperity, harmony and auspiciousness in the house. It also irradicates all Vaastu Dosha from the vicinity. \r\nBest time to chant this mantra is during the Brahma Muhurata which is early in the morning, before sunrise, or during selected special Vaastu Puja days.\r\nNumber of times-This mantra should be chanted either 9 times, 108 times or 1008 times.\r\nRosary to be used-One should use the Rudraksha rosary or mala to chant this mantra.\r\nTime of chanting- The best results are got when this mantra is chanted in front of the Vastu Doha Nivarana Yantra or the Vastu Mahaa Yantra.\r\nThe mantra goes as follows: \r\nAum Vaastu-Purushaaya Vidmahe\r\nBhoomi Putraaya Dheemahee\r\nThanno Vaastu Prachodayath\r\nThe Vaastu Beeja Mantra goes as follows-‘ Aum Vaastu Purushaaya Namah.’\r\n\r\n\r\n\r\n\r\nGAYATRI MANTRA FOR THE PRESIDING DEITY OF ALL 8 DIRECTIONS\r\nVASTU-KUBERA GAYATRI MANTRA (DIRECTION-NORTH)\r\nBenefit- Lord Kubera is the bestower of wealth ",
    "length": 1400
  },
  {
    "chunkId": "chunk_125",
    "topic": "VAASTU GAYATRI MANTRA",
    "text": "and acts as a cashier to Goddess Lakshmi and hence chanting the Kubera Gayatri Mantra blesses one with great heaps of money. This mantra, when chanted facing the North direction or while standing in the northern portion of one’s property, assists in making the northern direction strong, lucky and prosperous.\r\nBest time to chant- During evenings and on Fridays.\r\nNumber of times to chant- 9, 11, 33, 66, 108 or 1008\r\nThe Mantra- Aum Yaksha-rajaaye Vidmahe\r\n  Vaishravanaaya Dhimahee\r\n  Thanno Kubera Prachodayath\r\nVASTU-YAMA GAYATRI MANTRA (DIRECTION-SOUTH)\r\nBenefit- The Yama Gayatri Mantra is known for alleviating negativity and propitiating the Southern portion of a property. This mantra eliminates one’s fear of death assists in a smooth transition into the new heavenly world after one’s death. Hence should be chanted by one on his death bed.   \r\nBest time to chant- Yamakanda\r\nNumber of times to chant- 11, 108, 1008 times.\r\nThe Mantra- Aum Kala Roopaye Vidmahe\r\n   Thanda-tharaaya Dhimahee\r\n  Thanno Yama Prachodayath        \r\n\r\n\r\n\r\n\r\nVASTU-SURYA GAYATHRI MANTRA (DIRECTION-EAST)\r\nBenefit- This Mantra roves to be very beneficial in improving one’s eye sight and in curing other eye-related diseases. Chanting it on a regular basis makes one bold and courageous. It even enhances and improvises the eastern",
    "length": 1400
  },
  {
    "chunkId": "chunk_126",
    "topic": "VAASTU GAYATRI MANTRA",
    "text": " portion of the structure.\r\nBest time to chant- Surya thisai or Surya bukhi (sub-periods), during eclipse of the sun and on Sunday mornings at sunrise. \r\nNumber of times to chant- 9, 11, 108 or 1008 times\r\nThe Mantra- Aum Ashwad-vajaaya Vidmahe\r\n Paasa Hasthaya Dhimahee\r\n  Thanno Surya Prachodayath\r\n        OR\r\n  Aum Bhaskaraaya Vidmahe\r\n  Diva-karaaya Dhimahee\r\n   Thanno Surya Prachodayath  \r\nVASTU- VARUNA GAYATHRI MANTRA (DIRECTION-WEST)   \r\nBenefit-   Chanting this mantra makes Lord Varuna, the giver of water, happy. Thus, this mantra removes all water shortages and water-related problems. It even propitiates the western part of the property.\r\nBest time to chant-  Sandhya kaal\r\nNumber of times to chant- 9, 11, 108, or 1008\r\nThe Mantra- Aum Pashsimesaya Vidmahe\r\n  Paasa Hasthaya Dhimahee\r\n  Thanno Varuna Prachodayath  \r\n\r\n\r\nVASTU-ISHANYA GAYATHRI MANTRA (DIRECTION- NORTH-EAST)\r\n Benefit- Reciting this mantra makes the north-eastern corner of the plot strong and auspicious. This mantra should be chanted before undergoing any new venture, project or undertaking related to the house like renovation, painting, interior designing works etc.\r\nBest time to chant- Pradosha tithi, Shivaratri tithi and Sunday \r\nNumber ",
    "length": 1400
  },
  {
    "chunkId": "chunk_127",
    "topic": "VAASTU GAYATRI MANTRA",
    "text": "of times to chant- 9, 11, 108, or 1008\r\nThe Mantra- Aum Thath-purushaya Vidmahe\r\n  Shiva Roopaaya Dhimahee\r\n  Thanno Rudra Prachodayath  \r\nVASTU- VAYU GAYATHRI MANTRA (DIRECTION- NORTH-WEST)\r\nBenefit- Reciting of this mantra increases the positivity of the north-west direction. It is even beneficial in preventing natural calamities and disasters. One can also chant this mantra during flight journeys to avoid mishaps.\r\nBest time to chant- During sunrise\r\nNumber of times to chant- 9, 11, 108, 1008\r\nThe Mantra- Aum Bavana-Purushaya Vidmahe\r\n    Sahasra Moorthiye Dhimayee\r\n   Thanno Vayu Prachodayath    \r\nVASTU-AGNI GAYATHRI MANTRA (DIRECTION- SOUTH-EAST)\r\nBenefit- This manatra, when chanted on a regular basis, blesses one with a bright and prosperous future and improves domestic life. it even strengthens the south-east portion of the plot. \r\nBest time to chant- During sunrise and sunset \r\nNumber of times to chant- 11, 108, or 1008 times\r\nThe Mantra- Aum Vaishvanaraaya Vidmahe       \r\n    Laleelaaya Dhimahee\r\n   Thanno Agni Prachodayath     \r\nVASTU- NAIRUTHI GAYATHRI MANTRA (DIRECTION- SOUTH-WEST)\r\nBenefit-   This mantra worships Lord Nairuthi who is believed to alleviate Pitru-dosha, and is chanted to propitiate one’s ancestor",
    "length": 1400
  },
  {
    "chunkId": "chunk_128",
    "topic": "VAASTU GAYATRI MANTRA",
    "text": "s. It also helps in avoiding unwanted relationships and in strengthening the south-west direction of the property. \r\nBest time to chant- During sunrise and Saturdays\r\nNumber of times to chant- 9, 11, 108 or 1008 times\r\nThe Mantra- Aum Nisaasaraaya Vidmahe\r\n  Kadga Hasthaya Dhimahee\r\n  Thanno Nairuthi Prachodayath\r\nVAASTU relating to possession of property\r\nMany a times, despite consistent effort and available funds, we are unable to buy or purchase a property as per our specifications and likings. Under such circumstances, one should worship Lord Varaha, propitiating whom, you are sure to get the suitable plot for your home or office, as the case may be. \r\nMantra to be Recited- \r\nAum Namah shree Varahaya Dharanyudharanaya swaha\r\n\r\n\r\n\r\n\r\nNumber of times to be recited-\r\nThis mantra should be recited four lakh times while performing a Havana with ghee and khira (boiled rice in milk) in front of Lord Varaha.",
    "length": 970
  },
  {
    "chunkId": "chunk_129",
    "topic": "FACTS RELATED TO Griha-pravesh or house warming",
    "text": "1. While entering your new house, you should first and foremost perform the required puja for your Kul-devi-devta, Lord Ganesha and Vaastu Devta. You should also satisfy the seers and pundits performing the ceremony for you as this would grant happiness and peace for your new home. Performing Vaastu puja at the time of Griha-pravesh brings in health, wealth, prosperity and satisfaction for the inmates. On the contrary, if Vaastu-shanti puja is not performed at the time of house-warming, it would result in causing ill-health, tensions and monetary losses for the family members.\r\n2. One should always enter into his new house when the sun resides in the following star-houses or zodiac signs: Aries (Mesha), Taurus (Vrishabha), Cancer (karka), Leo (singha), Libra (Tula), Scorpio (Vrishchika), Capricorn (Makar) or  Aquarius (Kumbha)\r\n3. One should do Griha-Pravesh during the first 15 days after the new moon commences to be forms (Shukla-Paksha) as this brings in happiness and success for its residents. Entering the new house during the Krishna-Paksha, when the moon starts diminishing, cause fears of theft and robbery within the house.\r\n4. The best and most suitable months for Griha-Pravesh are the months of April (Vaishakha), July (Shravana), October (Kartika), November (Maghsirsa) and February (Phalgun). March (Chaitra), May (Jaishtha), June (Asada), August (Bhadrapada), September (",
    "length": 1400
  },
  {
    "chunkId": "chunk_130",
    "topic": "FACTS RELATED TO Griha-pravesh or house warming",
    "text": "Aswin), December (Pousha) and January (Magha), these months are not considered suitable for entering into a new premise. \r\n5. As per Hindu calendar and days, one should opt for the 2nd, 3rd, 5th, 6th, 10th, 11th, 12th, 13th and 15th day of the Shukla-Paksha of the suitable months for the Griha-Pravesh ceremony. The rest of the days, viz, 1st, 4th, 8th, 9th and 14th day as well as the no-moon day or Amavasya are considered highly inauspicious for carrying out the needful for the house-warming ceremony.\r\n6. As for the days of the week, Monday, Wednesday, Thursday, Friday and Saturday are believed to be very good. Avoid stepping into your new property on Tuesdays or Sundays.\r\n7.  Vaastu says that while building your own house or digging out a well or any other water body, it is mandatory to check the direction and placement of Rahu. \r\n8. While digging the foundation of a plot, if one gets stones, it is believed to grant wealth and a long life to the owners. If any metal is extracted from the ground, it denotes success but if wood particles come out from the earth, it means there is a fear from fire mishaps. If coal or a piece of bone comes out while digging out the crust, it brings in ill-health and misfortune for the inmates. It is also inauspicious if snakes, Scorpios, Ants and frogs come out from the ground, it is quite inauspicious.\r\n9.  The first foundation stone on the plot ",
    "length": 1400
  },
  {
    "chunkId": "chunk_131",
    "topic": "FACTS RELATED TO Griha-pravesh or house warming",
    "text": "should be kept on the south-eastern side. Also, it should be noted that the construction work should never end on the southern portion of the plot or else it would bring in bad luck from all spheres.\r\n10. The foundation stone should always be laid down in the presence of sunlight.\r\n11. Always take a square, unbroken piece of stone to lay down the foundation. Uneven, broken, black pieces of stone are considered inauspicious and should not be used for the base of the building or structure. \r\n12. You should not sneeze, spit or speak ill words while laying down the foundation stone for your plot or property.",
    "length": 611
  }
]